{
  "ejercicios": [
    {
      "id_ejercicio": 1,
      "nombre_ejercicio": "Flexiones clásicas",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Principiante",
      "descripcion": "Coloca las manos en el suelo a la anchura de los hombros con los dedos apuntando hacia adelante. Mantén el cuerpo completamente recto desde la cabeza hasta los talones. Desciende controladamente flexionando los codos hasta que el pecho casi toque el suelo, luego empuja con fuerza para volver a la posición inicial. Mantén el core activado durante todo el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 2,
      "nombre_ejercicio": "Flexiones diamante",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": "Pectoral",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Coloca las manos juntas bajo el pecho formando un diamante con los dedos índices y pulgares unidos. Mantén los codos cerca del cuerpo durante el descenso para maximizar la activación del tríceps. Baja controladamente hasta que el pecho toque las manos y empuja con fuerza para volver arriba. Este ejercicio requiere mayor fuerza en los tríceps que las flexiones tradicionales.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 3,
      "nombre_ejercicio": "Flexiones inclinadas",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Peso corporal",
      "dificultad": "Principiante",
      "descripcion": "Coloca las manos sobre una superficie elevada como un banco, escalón o barra. Mantén el cuerpo recto y desciende el pecho hacia la superficie elevada. Esta variación reduce la carga de peso corporal, haciéndola ideal para principiantes o como ejercicio de calentamiento. Cuanto más alta sea la superficie, más fácil será el ejercicio.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 4,
      "nombre_ejercicio": "Flexiones declinadas",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "Coloca los pies sobre una superficie elevada como un banco o step, manteniendo las manos en el suelo. Esta posición aumenta la carga sobre el pectoral superior y los hombros. Desciende controladamente manteniendo el cuerpo recto y empuja con fuerza para volver a la posición inicial. La altura de los pies determinará la dificultad del ejercicio.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 5,
      "nombre_ejercicio": "Flexiones archer",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Comienza con las manos muy separadas, más anchas que los hombros. Al descender, dirige el peso corporal hacia un brazo mientras el otro se extiende lateralmente. Alterna el lado de trabajo en cada repetición o completa series por lado. Este ejercicio es una progresión hacia las flexiones a un brazo y requiere gran fuerza unilateral.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 6,
      "nombre_ejercicio": "Flexiones pike",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "Adopta una posición en V invertida con las caderas elevadas y las manos y pies en el suelo. Desciende la cabeza hacia el suelo entre las manos flexionando los codos, luego empuja para volver a la posición inicial. Este ejercicio simula un press militar invertido y es excelente para desarrollar fuerza en los deltoides.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 7,
      "nombre_ejercicio": "Flexiones hindu",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Comienza en posición de perro boca abajo, desciende el pecho hacia el suelo en un movimiento fluido hacia adelante, luego arquea la espalda elevando el pecho mientras los brazos se extienden. Invierte el movimiento para volver al inicio. Este ejercicio combina fuerza, flexibilidad y coordinación en un patrón ondulatorio continuo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 8,
      "nombre_ejercicio": "Flexiones espartanas",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Realiza una flexión explosiva y en el aire cambia la posición de las manos, alternando entre una mano adelantada y otra atrasada. Requiere potencia explosiva y coordinación. Aterriza suavemente y continúa con el siguiente cambio. Este ejercicio desarrolla potencia y agilidad en el tren superior.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 9,
      "nombre_ejercicio": "Dominadas pronadas",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "Cuelga de una barra con las palmas mirando hacia adelante y las manos separadas ligeramente más que el ancho de los hombros. Eleva el cuerpo tirando con los dorsales hasta que la barbilla supere la barra. Desciende controladamente hasta la extensión completa de los brazos. Mantén el core activado para evitar el balanceo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 10,
      "nombre_ejercicio": "Dominadas supinas",
      "grupo_muscular_principal": "Bíceps",
      "grupo_muscular_secundario": "Dorsal",
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "Agarra la barra con las palmas mirando hacia ti, separadas al ancho de los hombros. Esta posición permite mayor participación del bíceps en el movimiento. Eleva el cuerpo hasta que la barbilla supere la barra y desciende de forma controlada. Es generalmente más fácil que las dominadas pronadas debido a la mayor implicación del bíceps.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 11,
      "nombre_ejercicio": "Dominadas neutras",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "Utiliza barras paralelas o agarres neutros donde las palmas se miran entre sí. Esta posición es más natural para las muñecas y permite un trabajo equilibrado entre dorsales y bíceps. Eleva el cuerpo manteniendo los codos cerca del torso y desciende controladamente hasta la extensión completa.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 12,
      "nombre_ejercicio": "Dominadas commando",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Colócate perpendicular a la barra con una mano delante de la otra. Eleva el cuerpo llevando la cabeza alternativamente a cada lado de la barra. Este ejercicio requiere mayor estabilización del core y trabaja los músculos de forma asimétrica, mejorando el control y la fuerza unilateral.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 13,
      "nombre_ejercicio": "Dominadas L-sit",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Cuelga de la barra y eleva las piernas hasta formar un ángulo de 90 grados con el torso, manteniéndolas paralelas al suelo. Realiza dominadas manteniendo esta posición de L durante todo el movimiento. Requiere fuerza excepcional en el core y flexibilidad en los isquiotibiales.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 14,
      "nombre_ejercicio": "Muscle ups",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Pectoral",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Comienza con una dominada explosiva que te permita elevar el pecho por encima de la barra. En el punto más alto, realiza una transición rápida rotando las muñecas y empujando hacia abajo para terminar en posición de fondo. Requiere fuerza explosiva, técnica y coordinación perfecta entre tracción y empuje.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 15,
      "nombre_ejercicio": "Sentadilla libre",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Principiante",
      "descripcion": "Coloca los pies al ancho de los hombros con las puntas ligeramente hacia afuera. Desciende flexionando rodillas y caderas simultáneamente, manteniendo la espalda recta y el pecho erguido. Baja hasta que los muslos estén paralelos al suelo o según tu flexibilidad. Empuja con los talones para volver a la posición inicial.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 16,
      "nombre_ejercicio": "Sentadilla sumo",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": "Cuádriceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Principiante",
      "descripcion": "Adopta una postura más amplia que el ancho de los hombros con los pies apuntando hacia afuera en un ángulo de 45 grados. Desciende manteniendo las rodillas alineadas con las puntas de los pies. Esta variación enfatiza más el trabajo de glúteos y aductores. Mantén el torso erguido durante todo el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 17,
      "nombre_ejercicio": "Sentadilla pistol",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Realiza una sentadilla completa sobre una sola pierna mientras la otra se mantiene extendida al frente. Requiere fuerza excepcional, equilibrio y flexibilidad en tobillos y caderas. Desciende controladamente hasta la posición más baja posible y empuja con fuerza para volver arriba sin perder el equilibrio.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 18,
      "nombre_ejercicio": "Sentadilla jump",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "Realiza una sentadilla normal y al subir, explota hacia arriba en un salto vertical máximo. Aterriza suavemente amortiguando con las rodillas flexionadas y continúa inmediatamente con la siguiente repetición. Este ejercicio desarrolla potencia explosiva en las piernas y mejora la capacidad atlética.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 19,
      "nombre_ejercicio": "Sentadilla cossack",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Abductor",
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "Adopta una postura muy amplia y desciende hacia un lado flexionando completamente esa rodilla mientras la pierna opuesta permanece extendida. Alterna entre ambos lados en un movimiento fluido. Mejora la movilidad de caderas, la flexibilidad de aductores y la fuerza unilateral de las piernas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 20,
      "nombre_ejercicio": "Zancadas frontales",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Principiante",
      "descripcion": "Da un paso amplio hacia adelante y desciende verticalmente flexionando ambas rodillas hasta formar ángulos de 90 grados. La rodilla delantera no debe sobrepasar la punta del pie. Empuja con el talón delantero para volver a la posición inicial. Alterna las piernas o completa todas las repeticiones con una pierna.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 21,
      "nombre_ejercicio": "Zancadas laterales",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": "Cuádriceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Principiante",
      "descripcion": "Da un paso amplio hacia un lado, flexionando la rodilla de ese lado mientras mantienes la pierna opuesta extendida. Desciende empujando las caderas hacia atrás y manteniendo el pecho erguido. Empuja con el talón para volver al centro. Trabaja la movilidad lateral y fortalece glúteos y abductores.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 22,
      "nombre_ejercicio": "Zancadas posteriores",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Principiante",
      "descripcion": "Da un paso hacia atrás y desciende flexionando ambas rodillas hasta que la rodilla trasera casi toque el suelo. Mantén el torso erguido y el peso distribuido principalmente en la pierna delantera. Esta variación es más estable que la zancada frontal y permite mejor control del movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 23,
      "nombre_ejercicio": "Zancadas saltando",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "Desde la posición de zancada, salta explosivamente intercambiando la posición de las piernas en el aire. Aterriza suavemente en posición de zancada con la pierna opuesta adelante. Continúa alternando con saltos explosivos. Desarrolla potencia, coordinación y resistencia muscular en las piernas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 24,
      "nombre_ejercicio": "Plancha frontal",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Peso corporal",
      "dificultad": "Principiante",
      "descripcion": "Apoya los antebrazos y las puntas de los pies en el suelo, manteniendo el cuerpo completamente recto desde la cabeza hasta los talones. Contrae el abdomen y glúteos para mantener la posición. Evita que las caderas se eleven o desciendan. Mantén la respiración regular durante todo el ejercicio.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 25,
      "nombre_ejercicio": "Plancha lateral",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "Apóyate lateralmente sobre un antebrazo y el lateral del pie, manteniendo el cuerpo completamente alineado. Eleva las caderas para formar una línea recta desde la cabeza hasta los pies. Puedes elevar el brazo libre hacia el techo para mayor dificultad. Trabaja los oblicuos y mejora la estabilidad lateral.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 26,
      "nombre_ejercicio": "Plancha up-down",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "Comienza en plancha sobre antebrazos y transiciona a plancha alta extendiendo un brazo a la vez hasta apoyarte en las manos. Luego regresa a la posición de antebrazos. Alterna el brazo que inicia el movimiento. Mantén las caderas estables evitando la rotación durante las transiciones.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 27,
      "nombre_ejercicio": "Mountain climbers",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "En posición de plancha alta, lleva alternadamente las rodillas hacia el pecho en un movimiento rápido y continuo, como si estuvieras corriendo en posición horizontal. Mantén las caderas bajas y el core activado. Aumenta la velocidad para mayor intensidad cardiovascular y trabajo abdominal.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 28,
      "nombre_ejercicio": "Burpees",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "Desde posición de pie, desciende a sentadilla, coloca las manos en el suelo y salta con los pies hacia atrás a posición de plancha. Realiza una flexión, salta con los pies hacia las manos, y finaliza con un salto vertical. Es un ejercicio completo que combina fuerza y cardio en un movimiento fluido.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 29,
      "nombre_ejercicio": "Jumping jacks",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Peso corporal",
      "dificultad": "Principiante",
      "descripcion": "Comienza de pie con pies juntos y brazos a los lados. Salta abriendo las piernas más allá del ancho de los hombros mientras elevas los brazos por encima de la cabeza. Salta nuevamente para volver a la posición inicial. Mantén un ritmo constante y aterriza suavemente en las puntas de los pies.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 30,
      "nombre_ejercicio": "High knees",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Peso corporal",
      "dificultad": "Principiante",
      "descripcion": "Corre en el sitio elevando las rodillas lo más alto posible, idealmente hasta la altura de las caderas. Mantén el torso erguido y balancea los brazos de forma natural. Aterriza en las puntas de los pies para mayor agilidad. Es un excelente ejercicio cardiovascular que también fortalece el core.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 31,
      "nombre_ejercicio": "Butt kicks",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": null,
      "equipamiento": "Peso corporal",
      "dificultad": "Principiante",
      "descripcion": "Corre en el sitio llevando los talones hacia los glúteos alternadamente, intentando tocarlos con cada patada. Mantén el torso erguido y los muslos relativamente quietos. El movimiento debe venir principalmente de la flexión de rodillas. Excelente para calentar isquiotibiales y mejorar la flexibilidad.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 32,
      "nombre_ejercicio": "Bear crawl",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "Comienza en cuadrupedia con las rodillas elevadas a pocos centímetros del suelo. Avanza moviendo simultáneamente la mano derecha con el pie izquierdo, luego la mano izquierda con el pie derecho. Mantén la espalda plana y el core activado. Este ejercicio mejora la coordinación y fortalece todo el cuerpo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 33,
      "nombre_ejercicio": "Crab walk",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "Siéntate con las manos detrás apoyadas en el suelo y eleva las caderas. Camina hacia atrás o los lados moviendo manos y pies coordinadamente. Mantén las caderas elevadas durante todo el movimiento. Fortalece tríceps, hombros y core mientras mejora la movilidad de hombros.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 34,
      "nombre_ejercicio": "Fondos en paralelas",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": "Pectoral",
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "Sujétate en barras paralelas con los brazos extendidos y el cuerpo vertical. Desciende flexionando los codos hasta que los hombros estén al nivel o ligeramente por debajo de los codos. Empuja con fuerza para volver arriba. Inclínate ligeramente hacia adelante para mayor énfasis en pectorales.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 35,
      "nombre_ejercicio": "Fondos en banco",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Peso corporal",
      "dificultad": "Principiante",
      "descripcion": "Coloca las manos en el borde de un banco con los dedos hacia adelante y los pies en el suelo. Desciende flexionando los codos hasta 90 grados manteniendo la espalda cerca del banco. Empuja con los tríceps para volver arriba. Puedes elevar los pies en otro banco para aumentar la dificultad.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 36,
      "nombre_ejercicio": "Elevaciones de pantorrilla",
      "grupo_muscular_principal": "Gemelo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Peso corporal",
      "dificultad": "Principiante",
      "descripcion": "De pie con los pies al ancho de las caderas, elévate sobre las puntas de los pies contrayendo los gemelos al máximo. Mantén la posición superior por un segundo y desciende controladamente sin que los talones toquen completamente el suelo. Puedes realizarlo en un escalón para mayor rango de movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 37,
      "nombre_ejercicio": "Wall sit",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Principiante",
      "descripcion": "Apoya la espalda contra una pared y deslízate hacia abajo hasta que los muslos estén paralelos al suelo, formando un ángulo de 90 grados en las rodillas. Mantén esta posición isométrica con el peso en los talones. Los brazos pueden estar cruzados o extendidos al frente. Excelente para resistencia muscular.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 38,
      "nombre_ejercicio": "Glute bridge",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Peso corporal",
      "dificultad": "Principiante",
      "descripcion": "Túmbate boca arriba con las rodillas flexionadas y los pies apoyados en el suelo cerca de los glúteos. Eleva las caderas contrayendo los glúteos hasta formar una línea recta desde las rodillas hasta los hombros. Mantén la posición superior apretando los glúteos y desciende controladamente sin tocar el suelo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 39,
      "nombre_ejercicio": "Single leg glute bridge",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "Desde la posición de puente glúteo, extiende una pierna manteniéndola alineada con el muslo de la pierna de apoyo. Eleva las caderas usando solo una pierna, manteniendo la pelvis nivelada. Este ejercicio unilateral aumenta significativamente la intensidad y mejora el equilibrio muscular.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 40,
      "nombre_ejercicio": "Hip thrust",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": "Isquiotibial",
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "Apoya la parte superior de la espalda en un banco con los pies firmemente plantados en el suelo. Desde esta posición elevada, desciende las caderas y luego empuja explosivamente hacia arriba contrayendo los glúteos. En la posición superior, el torso debe estar paralelo al suelo. Mantén la barbilla hacia el pecho.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 41,
      "nombre_ejercicio": "Superman",
      "grupo_muscular_principal": "Espalda",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Principiante",
      "descripcion": "Túmbate boca abajo con brazos extendidos al frente. Simultáneamente eleva el pecho, brazos y piernas del suelo contrayendo la espalda baja y glúteos. Mantén la posición por un segundo mirando al suelo para no hiperextender el cuello. Desciende controladamente y repite.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 42,
      "nombre_ejercicio": "Dead bug",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Peso corporal",
      "dificultad": "Principiante",
      "descripcion": "Túmbate boca arriba con brazos extendidos hacia el techo y rodillas flexionadas a 90 grados. Lentamente extiende el brazo derecho hacia atrás mientras extiendes la pierna izquierda sin tocar el suelo. Vuelve al inicio y alterna. Mantén la espalda baja pegada al suelo durante todo el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 43,
      "nombre_ejercicio": "Bird dog",
      "grupo_muscular_principal": "Espalda",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Principiante",
      "descripcion": "En posición de cuadrupedia, extiende simultáneamente el brazo derecho al frente y la pierna izquierda hacia atrás, formando una línea recta. Mantén la posición sin rotar las caderas y vuelve controladamente. Alterna con el otro lado. Excelente para la estabilidad del core y coordinación.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 44,
      "nombre_ejercicio": "Fire hydrant",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Peso corporal",
      "dificultad": "Principiante",
      "descripcion": "En cuadrupedia, mantén la rodilla flexionada a 90 grados y eleva lateralmente la pierna hasta que el muslo esté paralelo al suelo. Evita rotar la cadera o arquear la espalda. Desciende controladamente sin tocar el suelo. Este ejercicio activa específicamente el glúteo medio.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 45,
      "nombre_ejercicio": "Donkey kicks",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Peso corporal",
      "dificultad": "Principiante",
      "descripcion": "Desde cuadrupedia, mantén la rodilla flexionada a 90 grados y eleva la pierna hacia atrás y arriba, como si empujaras el techo con la planta del pie. Contrae el glúteo en la parte superior del movimiento. Mantén la espalda neutra y evita arquearla excesivamente.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 46,
      "nombre_ejercicio": "Inchworm",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "Desde posición de pie, inclínate hacia adelante colocando las manos en el suelo. Camina con las manos hacia adelante hasta llegar a posición de plancha. Realiza una flexión opcional, luego camina con los pies hacia las manos manteniendo las piernas lo más rectas posible. Incorpórate y repite.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 47,
      "nombre_ejercicio": "Squat thrust",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "Desde posición de pie, desciende a sentadilla y coloca las manos en el suelo. Salta con ambos pies hacia atrás a posición de plancha en un movimiento explosivo. Inmediatamente salta con los pies de vuelta hacia las manos y levántate. Es similar al burpee pero sin flexión ni salto final.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 48,
      "nombre_ejercicio": "Tuck jumps",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "Desde posición de pie, salta verticalmente llevando las rodillas hacia el pecho lo más alto posible. Intenta tocar las rodillas con las manos en el aire. Aterriza suavemente con las rodillas ligeramente flexionadas y repite inmediatamente. Requiere potencia explosiva y coordinación.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 49,
      "nombre_ejercicio": "Broad jumps",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "Colócate con los pies al ancho de las caderas, desciende a media sentadilla y balancea los brazos hacia atrás. Explota hacia adelante saltando lo más lejos posible. Aterriza con ambos pies simultáneamente amortiguando con las rodillas. Excelente para desarrollar potencia horizontal.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 50,
      "nombre_ejercicio": "Single leg deadlift",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "De pie sobre una pierna, inclínate hacia adelante desde las caderas mientras extiendes la pierna libre hacia atrás, manteniendo ambas lo más rectas posible. Desciende hasta que el torso esté paralelo al suelo. Vuelve a la posición inicial contrayendo glúteos e isquiotibiales. Mantén las caderas cuadradas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 51,
      "nombre_ejercicio": "Calf raises single leg",
      "grupo_muscular_principal": "Gemelo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Peso corporal",
      "dificultad": "Intermedio",
      "descripcion": "De pie sobre una pierna, elévate sobre la punta del pie lo más alto posible contrayendo el gemelo. Mantén el equilibrio sin apoyar la pierna libre. Desciende lentamente para maximizar el tiempo bajo tensión. Puedes sujetarte ligeramente para mantener el equilibrio si es necesario.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 52,
      "nombre_ejercicio": "Handstand push ups",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "En posición de parada de manos contra una pared, desciende controladamente flexionando los codos hasta que la cabeza toque ligeramente el suelo. Empuja con fuerza para volver a la extensión completa. Requiere fuerza excepcional en hombros y excelente control corporal.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 53,
      "nombre_ejercicio": "Archer squats",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Adopta una postura muy amplia y desciende hacia un lado manteniendo la mayor parte del peso en esa pierna mientras la otra permanece semi-extendida. Es una progresión hacia la sentadilla pistol que permite trabajar cada pierna con mayor intensidad mientras mantiene algo de asistencia.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 54,
      "nombre_ejercicio": "Shrimp squats",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "De pie sobre una pierna, lleva la pierna libre hacia atrás sujetando el tobillo con la mano del mismo lado. Desciende en sentadilla hasta que la rodilla de la pierna trasera toque el suelo. Empuja para volver arriba. Requiere fuerza, equilibrio y flexibilidad en cuádriceps.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 55,
      "nombre_ejercicio": "Dragon squats",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Variación extrema de sentadilla a una pierna donde la pierna libre se mantiene extendida detrás del cuerpo durante todo el movimiento. Desciende hasta la posición más baja posible manteniendo el control total. Requiere fuerza y movilidad excepcionales.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 56,
      "nombre_ejercicio": "Planche push ups",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Desde la posición de planche (cuerpo horizontal sostenido solo por las manos), realiza flexiones manteniendo el cuerpo paralelo al suelo sin apoyo de los pies. Es uno de los ejercicios de peso corporal más difíciles, requiriendo años de entrenamiento progresivo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 57,
      "nombre_ejercicio": "One arm push ups",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Realiza flexiones utilizando solo un brazo mientras el otro se mantiene detrás de la espalda. Requiere fuerza excepcional y estabilización del core. Los pies deben estar más separados que en flexiones normales para mantener el equilibrio. Desciende controladamente evitando la rotación del torso.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 58,
      "nombre_ejercicio": "Fingertip push ups",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Antebrazos",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Realiza flexiones apoyándote únicamente en las puntas de los dedos en lugar de las palmas. Fortalece significativamente los dedos, manos y antebrazos. Comienza con pocas repeticiones para evitar lesiones y progresa gradualmente. Mantén los dedos firmes y arqueados.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 59,
      "nombre_ejercicio": "Clapping push ups",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Realiza una flexión explosiva empujando con suficiente fuerza para despegar las manos del suelo. En el aire, da una palmada rápida antes de aterrizar suavemente con las manos para amortiguar y continuar con la siguiente repetición. Desarrolla potencia explosiva del tren superior.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 60,
      "nombre_ejercicio": "Typewriter pull ups",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Realiza una dominada y en la posición superior, desplázate lateralmente llevando la barbilla de una mano a la otra manteniendo la altura. Es como escribir en una máquina de escribir en la barra. Requiere fuerza isométrica excepcional y control del movimiento lateral.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 61,
      "nombre_ejercicio": "Sentadilla con banda",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Banda elástica",
      "dificultad": "Principiante",
      "descripcion": "Pisa el centro de la banda con ambos pies y sujeta los extremos a la altura de los hombros. Realiza una sentadilla normal con la resistencia adicional de la banda que aumenta progresivamente al subir. Mantén la tensión constante en la banda durante todo el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 62,
      "nombre_ejercicio": "Press pecho con banda",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Banda elástica",
      "dificultad": "Principiante",
      "descripcion": "Ancla la banda detrás de ti a la altura del pecho. Sujeta los extremos y realiza un movimiento de press hacia adelante, extendiendo completamente los brazos. La resistencia de la banda proporciona tensión constante, especialmente en la fase final del movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 63,
      "nombre_ejercicio": "Remo con banda",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Banda elástica",
      "dificultad": "Principiante",
      "descripcion": "Ancla la banda frente a ti o pisa el centro. Inclínate ligeramente hacia adelante y tira de los extremos hacia tu abdomen, apretando los omóplatos al final. Mantén los codos cerca del cuerpo durante el movimiento para maximizar la activación de la espalda.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 64,
      "nombre_ejercicio": "Curl bíceps con banda",
      "grupo_muscular_principal": "Bíceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Banda elástica",
      "dificultad": "Principiante",
      "descripcion": "Pisa el centro de la banda y sujeta los extremos con las palmas hacia arriba. Realiza flexiones de codo manteniendo los codos pegados a los costados. La resistencia progresiva de la banda hace que el ejercicio sea más desafiante en la parte superior del movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 65,
      "nombre_ejercicio": "Extensión tríceps con banda",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Banda elástica",
      "dificultad": "Principiante",
      "descripcion": "Sujeta un extremo de la banda sobre tu cabeza con un brazo flexionado. Con la otra mano, tira del otro extremo extendiendo el codo completamente. Mantén el brazo superior inmóvil y paralelo al suelo. La banda proporciona resistencia continua durante la extensión.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 66,
      "nombre_ejercicio": "Elevaciones laterales con banda",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": null,
      "equipamiento": "Banda elástica",
      "dificultad": "Principiante",
      "descripcion": "Pisa el centro de la banda y sujeta los extremos a los lados. Eleva los brazos lateralmente hasta la altura de los hombros manteniendo una ligera flexión en los codos. Controla el descenso resistiendo la tensión de la banda. Excelente para el deltoides medio.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 67,
      "nombre_ejercicio": "Elevaciones frontales con banda",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": null,
      "equipamiento": "Banda elástica",
      "dificultad": "Principiante",
      "descripcion": "Pisa la banda y sujeta los extremos frente a los muslos. Eleva los brazos al frente hasta la altura de los hombros manteniendo los brazos rectos o con ligera flexión. Desciende controladamente. Trabaja principalmente el deltoides anterior.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 68,
      "nombre_ejercicio": "Face pull con banda",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Espalda",
      "equipamiento": "Banda elástica",
      "dificultad": "Principiante",
      "descripcion": "Ancla la banda a la altura de la cara. Tira de los extremos hacia tu cara separando las manos al acercarse, como si fueras a hacer una doble flexión de bíceps. Enfócate en llevar los codos hacia atrás y apretar los omóplatos. Excelente para la salud del hombro.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 69,
      "nombre_ejercicio": "Pull apart con banda",
      "grupo_muscular_principal": "Espalda",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Banda elástica",
      "dificultad": "Principiante",
      "descripcion": "Sujeta la banda con ambas manos frente al pecho, brazos extendidos. Separa las manos estirando la banda mientras llevas los omóplatos hacia atrás. Mantén los brazos paralelos al suelo durante todo el movimiento. Fortalece la espalda alta y mejora la postura.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 70,
      "nombre_ejercicio": "Caminata lateral con banda",
      "grupo_muscular_principal": "Abductor",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Banda elástica",
      "dificultad": "Principiante",
      "descripcion": "Coloca la banda alrededor de los tobillos o por encima de las rodillas. Adopta una posición de media sentadilla y da pasos laterales manteniendo la tensión constante en la banda. Mantén los pies paralelos y no permitas que las rodillas se junten. Activa glúteo medio y menor.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 71,
      "nombre_ejercicio": "Clamshells con banda",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": "Abductor",
      "equipamiento": "Banda elástica",
      "dificultad": "Principiante",
      "descripcion": "Túmbate de lado con las rodillas flexionadas y una banda alrededor de las rodillas. Mantén los pies juntos y abre la rodilla superior como una almeja, resistiendo la tensión de la banda. Evita rotar la cadera hacia atrás. Excelente para activar el glúteo medio.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 72,
      "nombre_ejercicio": "Monster walk con banda",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": "Abductor",
      "equipamiento": "Banda elástica",
      "dificultad": "Principiante",
      "descripcion": "Con la banda alrededor de los tobillos, adopta una posición de cuarto de sentadilla. Camina hacia adelante dando pasos amplios en diagonal, manteniendo la tensión constante. El movimiento debe parecer el caminar de un monstruo. Mantén el torso erguido y las rodillas alineadas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 73,
      "nombre_ejercicio": "Kickbacks con banda",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Banda elástica",
      "dificultad": "Principiante",
      "descripcion": "En cuadrupedia con la banda alrededor de un pie y anclada bajo las manos, extiende la pierna hacia atrás y arriba contra la resistencia. Mantén la espalda neutra y contrae el glúteo en la parte superior. Evita arquear excesivamente la espalda baja.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 74,
      "nombre_ejercicio": "Abducción cadera con banda",
      "grupo_muscular_principal": "Abductor",
      "grupo_muscular_secundario": null,
      "equipamiento": "Banda elástica",
      "dificultad": "Principiante",
      "descripcion": "De pie con la banda alrededor de los tobillos, apóyate ligeramente para mantener el equilibrio. Eleva lateralmente una pierna manteniéndola recta, resistiendo la tensión de la banda. Mantén el torso erguido y evita inclinarte hacia el lado opuesto.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 75,
      "nombre_ejercicio": "Good morning con banda",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Espalda",
      "equipamiento": "Banda elástica",
      "dificultad": "Intermedio",
      "descripcion": "Pisa la banda y coloca el otro extremo detrás del cuello sobre los trapecios. Con las rodillas ligeramente flexionadas, inclínate hacia adelante desde las caderas manteniendo la espalda recta. Vuelve a la posición inicial contrayendo glúteos e isquiotibiales contra la resistencia.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 76,
      "nombre_ejercicio": "Deadlift con banda",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Banda elástica",
      "dificultad": "Intermedio",
      "descripcion": "Pisa el centro de la banda con los pies al ancho de las caderas. Sujeta los extremos e inclínate desde las caderas con la espalda recta, como en un peso muerto convencional. La banda proporciona resistencia progresiva, siendo más intensa en la parte superior del movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 77,
      "nombre_ejercicio": "Press hombros con banda",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Banda elástica",
      "dificultad": "Principiante",
      "descripcion": "Pisa el centro de la banda y sujeta los extremos a la altura de los hombros. Presiona hacia arriba extendiendo completamente los brazos sobre la cabeza. La resistencia progresiva de la banda hace el ejercicio más desafiante en la parte final del movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 78,
      "nombre_ejercicio": "Rotación externa hombro banda",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": null,
      "equipamiento": "Banda elástica",
      "dificultad": "Principiante",
      "descripcion": "Con el codo pegado al costado y flexionado a 90 grados, sujeta la banda y rota el antebrazo hacia afuera contra la resistencia. Mantén el codo inmóvil durante todo el movimiento. Esencial para la salud del manguito rotador y prevención de lesiones.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 79,
      "nombre_ejercicio": "Rotación interna hombro banda",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": null,
      "equipamiento": "Banda elástica",
      "dificultad": "Principiante",
      "descripcion": "Similar a la rotación externa pero rotando el antebrazo hacia adentro cruzando el cuerpo. Mantén el codo pegado al costado y flexionado a 90 grados. Complementa el trabajo de rotación externa para un desarrollo equilibrado del manguito rotador.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 80,
      "nombre_ejercicio": "Flexión bíceps martillo banda",
      "grupo_muscular_principal": "Bíceps",
      "grupo_muscular_secundario": "Antebrazos",
      "equipamiento": "Banda elástica",
      "dificultad": "Principiante",
      "descripcion": "Pisa la banda y sujeta los extremos con agarre neutro (palmas enfrentadas). Realiza flexiones de codo manteniendo esta posición de las manos. Este agarre enfatiza el braquial y braquiorradial además del bíceps, desarrollando grosor en el brazo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 81,
      "nombre_ejercicio": "Press banca mancuernas",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Mancuernas",
      "dificultad": "Intermedio",
      "descripcion": "Túmbate en un banco plano con una mancuerna en cada mano a los lados del pecho. Presiona las mancuernas hacia arriba hasta que los brazos estén completamente extendidos. Desciende controladamente llevando los codos ligeramente hacia afuera. Permite mayor rango de movimiento que la barra.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 82,
      "nombre_ejercicio": "Press inclinado mancuernas",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Mancuernas",
      "dificultad": "Intermedio",
      "descripcion": "En un banco inclinado a 30-45 grados, realiza el press con mancuernas. Esta inclinación enfatiza la porción superior del pectoral y los deltoides anteriores. Mantén los pies firmemente plantados en el suelo y la espalda baja en contacto con el banco.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 83,
      "nombre_ejercicio": "Press declinado mancuernas",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Mancuernas",
      "dificultad": "Intermedio",
      "descripcion": "En un banco declinado, realiza el press enfocando el trabajo en la porción inferior del pectoral. Asegura bien los pies bajo los soportes para mantener la estabilidad. El ángulo de declinación no debe ser excesivo para evitar mareos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 84,
      "nombre_ejercicio": "Aperturas mancuernas",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": null,
      "equipamiento": "Mancuernas",
      "dificultad": "Intermedio",
      "descripcion": "Túmbate en banco con los brazos extendidos sobre el pecho y una ligera flexión en los codos. Abre los brazos en arco amplio descendiendo las mancuernas hasta sentir un estiramiento en el pecho. Vuelve a juntar las mancuernas sobre el pecho apretando los pectorales.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 85,
      "nombre_ejercicio": "Pullover mancuernas",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Dorsal",
      "equipamiento": "Mancuernas",
      "dificultad": "Intermedio",
      "descripcion": "Túmbate perpendicular al banco con solo los hombros apoyados. Sujeta una mancuerna con ambas manos sobre el pecho. Desciende la mancuerna por detrás de la cabeza en arco manteniendo los brazos semi-extendidos. Vuelve a la posición inicial activando pecho y dorsales.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 86,
      "nombre_ejercicio": "Press hombros mancuernas",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Mancuernas",
      "dificultad": "Principiante",
      "descripcion": "Sentado o de pie, con una mancuerna en cada mano a la altura de los hombros, presiona hacia arriba hasta extender completamente los brazos. Mantén el core activado para estabilizar la columna. Desciende controladamente hasta que los codos formen 90 grados.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 87,
      "nombre_ejercicio": "Elevaciones laterales mancuernas",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": null,
      "equipamiento": "Mancuernas",
      "dificultad": "Principiante",
      "descripcion": "De pie con una mancuerna en cada mano a los lados, eleva los brazos lateralmente hasta la altura de los hombros. Mantén una ligera flexión en los codos y lidera el movimiento con los codos, no con las manos. Controla el descenso para mantener tensión constante.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 88,
      "nombre_ejercicio": "Elevaciones frontales mancuernas",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": null,
      "equipamiento": "Mancuernas",
      "dificultad": "Principiante",
      "descripcion": "Con las mancuernas frente a los muslos, eleva los brazos al frente hasta la altura de los hombros. Puedes alternar brazos o elevar ambos simultáneamente. Mantén una ligera flexión en los codos y evita balancear el cuerpo para generar impulso.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 89,
      "nombre_ejercicio": "Elevaciones posteriores mancuernas",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": null,
      "equipamiento": "Mancuernas",
      "dificultad": "Principiante",
      "descripcion": "Inclínate hacia adelante desde las caderas con las rodillas ligeramente flexionadas. Con los brazos colgando, eleva las mancuernas lateralmente hasta la altura de los hombros. Enfócate en juntar los omóplatos al final del movimiento. Trabaja el deltoides posterior.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 90,
      "nombre_ejercicio": "Remo inclinado mancuernas",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Mancuernas",
      "dificultad": "Principiante",
      "descripcion": "Inclínate hacia adelante con la espalda recta y las rodillas ligeramente flexionadas. Con una mancuerna en cada mano, tira hacia el abdomen llevando los codos hacia atrás. Aprieta los omóplatos en la parte superior del movimiento. Mantén el core activado.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 91,
      "nombre_ejercicio": "Remo a una mano mancuernas",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Mancuernas",
      "dificultad": "Principiante",
      "descripcion": "Apoya una mano y rodilla en un banco, manteniendo la espalda paralela al suelo. Con la mano libre, rema la mancuerna hacia la cadera manteniendo el codo cerca del cuerpo. Evita rotar el torso. Este ejercicio unilateral permite mayor concentración en cada lado.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 92,
      "nombre_ejercicio": "Curl bíceps mancuernas",
      "grupo_muscular_principal": "Bíceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Mancuernas",
      "dificultad": "Principiante",
      "descripcion": "De pie o sentado, con una mancuerna en cada mano y los brazos extendidos, flexiona los codos llevando las mancuernas hacia los hombros. Puedes realizar el movimiento alternando brazos, simultáneamente, o con rotación de muñeca (curl supinador). Mantén los codos fijos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 93,
      "nombre_ejercicio": "Curl martillo mancuernas",
      "grupo_muscular_principal": "Bíceps",
      "grupo_muscular_secundario": "Antebrazos",
      "equipamiento": "Mancuernas",
      "dificultad": "Principiante",
      "descripcion": "Realiza curls manteniendo las palmas enfrentadas (agarre neutro) durante todo el movimiento. Este agarre trabaja el braquial y braquiorradial además del bíceps, contribuyendo al grosor del brazo. Mantén los codos pegados al cuerpo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 94,
      "nombre_ejercicio": "Curl concentrado mancuernas",
      "grupo_muscular_principal": "Bíceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Mancuernas",
      "dificultad": "Intermedio",
      "descripcion": "Sentado, apoya el codo en la parte interna del muslo. Realiza el curl de forma concentrada, evitando cualquier impulso. Este aislamiento permite una contracción máxima del bíceps. Controla especialmente la fase excéntrica del movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 95,
      "nombre_ejercicio": "Extensión tríceps mancuernas",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Mancuernas",
      "dificultad": "Principiante",
      "descripcion": "Sentado o de pie, sujeta una mancuerna con ambas manos sobre la cabeza. Desciende la mancuerna por detrás de la cabeza flexionando los codos, manteniendo los brazos superiores inmóviles. Extiende hasta la posición inicial contrayendo los tríceps.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 96,
      "nombre_ejercicio": "Patada tríceps mancuernas",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Mancuernas",
      "dificultad": "Principiante",
      "descripcion": "Inclínate hacia adelante con una mancuerna en cada mano. Mantén los brazos superiores paralelos al suelo y extiende los antebrazos hacia atrás hasta que los brazos estén completamente rectos. Mantén la contracción un segundo antes de volver a flexionar.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 97,
      "nombre_ejercicio": "Press francés mancuernas",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Mancuernas",
      "dificultad": "Intermedio",
      "descripcion": "Túmbate en banco con una mancuerna en cada mano, brazos extendidos verticalmente. Desciende las mancuernas hacia la frente flexionando solo los codos. Extiende de vuelta a la posición inicial. Mantén los codos apuntando hacia adelante y relativamente juntos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 98,
      "nombre_ejercicio": "Sentadilla mancuernas",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Mancuernas",
      "dificultad": "Principiante",
      "descripcion": "Sujeta una mancuerna en cada mano a los lados del cuerpo. Realiza una sentadilla normal manteniendo las mancuernas colgando naturalmente. Esta variación es más cómoda para principiantes que la sentadilla con barra y permite un centro de gravedad más bajo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 99,
      "nombre_ejercicio": "Goblet squat mancuernas",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Mancuernas",
      "dificultad": "Principiante",
      "descripcion": "Sujeta una mancuerna verticalmente contra el pecho con ambas manos, como si sostuvieras un cáliz. Realiza la sentadilla manteniendo el torso más erguido que en la sentadilla tradicional. Excelente para aprender la técnica correcta y mejorar la movilidad.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 100,
      "nombre_ejercicio": "Zancadas mancuernas",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Mancuernas",
      "dificultad": "Intermedio",
      "descripcion": "Con una mancuerna en cada mano a los lados, realiza zancadas manteniendo el torso erguido. El peso adicional aumenta la intensidad del ejercicio y desafía más el equilibrio. Puedes realizar zancadas estáticas, alternadas o caminando.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 101,
      "nombre_ejercicio": "Peso muerto mancuernas",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Mancuernas",
      "dificultad": "Intermedio",
      "descripcion": "Con una mancuerna en cada mano frente a los muslos, inclínate desde las caderas manteniendo la espalda recta y las rodillas ligeramente flexionadas. Desciende las mancuernas cerca de las piernas hasta sentir estiramiento en isquiotibiales. Vuelve arriba contrayendo glúteos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 102,
      "nombre_ejercicio": "Peso muerto rumano mancuernas",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Mancuernas",
      "dificultad": "Intermedio",
      "descripcion": "Similar al peso muerto convencional pero manteniendo las piernas más rígidas (ligera flexión de rodillas constante). Enfócate en el movimiento de bisagra de cadera. Desciende hasta sentir un estiramiento máximo en isquiotibiales sin perder la neutralidad de la columna.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 103,
      "nombre_ejercicio": "Peso muerto sumo mancuernas",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": "Cuádriceps",
      "equipamiento": "Mancuernas",
      "dificultad": "Intermedio",
      "descripcion": "Adopta una postura amplia con los pies apuntando hacia afuera. Sujeta una mancuerna con ambas manos entre las piernas. Desciende manteniendo el pecho erguido y las rodillas alineadas con los pies. Esta variación enfatiza más glúteos y aductores.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 104,
      "nombre_ejercicio": "Subida al banco mancuernas",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Mancuernas",
      "dificultad": "Intermedio",
      "descripcion": "Con una mancuerna en cada mano, coloca un pie completo sobre un banco o step. Empuja con el talón del pie elevado para subir completamente. Desciende controladamente con la misma pierna. Completa todas las repeticiones de un lado antes de cambiar.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 105,
      "nombre_ejercicio": "Sentadilla búlgara mancuernas",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Mancuernas",
      "dificultad": "Intermedio",
      "descripcion": "Con el pie trasero elevado en un banco y una mancuerna en cada mano, realiza una sentadilla unilateral descendiendo hasta que la rodilla delantera forme 90 grados. Mantén el torso erguido y el peso principalmente en el talón delantero. Excelente para fuerza unilateral.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 106,
      "nombre_ejercicio": "Elevaciones pantorrilla mancuernas",
      "grupo_muscular_principal": "Gemelo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Mancuernas",
      "dificultad": "Principiante",
      "descripcion": "De pie con una mancuerna en cada mano a los lados, elévate sobre las puntas de los pies lo más alto posible. Mantén la contracción máxima por un segundo y desciende lentamente. Puedes realizar el ejercicio en un step para mayor rango de movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 107,
      "nombre_ejercicio": "Caminata del granjero mancuernas",
      "grupo_muscular_principal": "Antebrazos",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Mancuernas",
      "dificultad": "Intermedio",
      "descripcion": "Sujeta mancuernas pesadas en cada mano y camina manteniendo una postura erguida perfecta. Los hombros deben estar hacia atrás y abajo, el core activado. Este ejercicio funcional fortalece el agarre, trapecios, core y mejora la estabilidad general.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 108,
      "nombre_ejercicio": "Shrugs mancuernas",
      "grupo_muscular_principal": "Espalda",
      "grupo_muscular_secundario": null,
      "equipamiento": "Mancuernas",
      "dificultad": "Principiante",
      "descripcion": "Con una mancuerna pesada en cada mano a los lados, eleva los hombros hacia las orejas lo más alto posible. Mantén la contracción por un segundo y desciende controladamente. Evita rotar los hombros; el movimiento debe ser puramente vertical.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 109,
      "nombre_ejercicio": "Upright row mancuernas",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Espalda",
      "equipamiento": "Mancuernas",
      "dificultad": "Intermedio",
      "descripcion": "Con las mancuernas frente a los muslos, tira hacia arriba llevando los codos por encima de las manos hasta que las mancuernas lleguen a la altura del pecho. Mantén las mancuernas cerca del cuerpo durante todo el movimiento. Cuidado con la posición de las muñecas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 110,
      "nombre_ejercicio": "Thrusters mancuernas",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Cuádriceps",
      "equipamiento": "Mancuernas",
      "dificultad": "Intermedio",
      "descripcion": "Combina una sentadilla frontal con un press de hombros en un movimiento fluido. Desciende en sentadilla con las mancuernas a la altura de los hombros, y al subir usa el impulso para presionar las mancuernas sobre la cabeza. Excelente ejercicio metabólico de cuerpo completo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 111,
      "nombre_ejercicio": "Man makers mancuernas",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Mancuernas",
      "dificultad": "Avanzado",
      "descripcion": "Ejercicio complejo que combina burpee, remo y press. Desde posición de pie con mancuernas, realiza un burpee manteniendo las manos en las mancuernas, añade un remo con cada brazo en posición de plancha, salta los pies hacia las manos y finaliza con un clean y press.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 112,
      "nombre_ejercicio": "Renegade row mancuernas",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Mancuernas",
      "dificultad": "Avanzado",
      "descripcion": "En posición de plancha con las manos sobre mancuernas, realiza un remo alternando brazos mientras mantienes la estabilidad del core. Evita la rotación de caderas. Requiere fuerza significativa en core y espalda, además de excelente estabilización.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 113,
      "nombre_ejercicio": "Devil press mancuernas",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Mancuernas",
      "dificultad": "Avanzado",
      "descripcion": "Desde posición de pie con mancuernas, realiza un burpee completo tocando el pecho al suelo. Al levantarte, balancea las mancuernas entre las piernas y úsalas para realizar un snatch doble llevándolas directamente sobre la cabeza. Extremadamente demandante cardiovascularmente.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 114,
      "nombre_ejercicio": "Levantamiento turco mancuernas",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Mancuernas",
      "dificultad": "Avanzado",
      "descripcion": "Desde posición tumbada con una mancuerna extendida sobre la cabeza, levántate hasta ponerte de pie manteniendo siempre el brazo extendido verticalmente. Invierte el movimiento para volver al suelo. Requiere movilidad, estabilidad y coordinación excepcionales.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 115,
      "nombre_ejercicio": "Molino de viento mancuernas",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Mancuernas",
      "dificultad": "Avanzado",
      "descripcion": "Con una mancuerna extendida sobre la cabeza, realiza una flexión lateral controlada tocando el suelo con la mano libre mientras mantienes la vista en la mancuerna. Requiere gran flexibilidad en caderas y isquiotibiales, además de estabilidad del hombro.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 116,
      "nombre_ejercicio": "Press banca barra",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Barra",
      "dificultad": "Intermedio",
      "descripcion": "Túmbate en banco plano con los pies firmemente plantados. Agarra la barra con las manos más separadas que el ancho de los hombros. Desciende la barra controladamente hasta tocar ligeramente el pecho y presiona explosivamente hasta la extensión completa. Mantén los omóplatos retraídos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 117,
      "nombre_ejercicio": "Press inclinado barra",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Barra",
      "dificultad": "Intermedio",
      "descripcion": "En banco inclinado entre 30-45 grados, realiza el press llevando la barra hacia la parte superior del pecho. Esta variación enfatiza la porción clavicular del pectoral. Mantén el arco natural de la espalda y los pies bien plantados para estabilidad.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 118,
      "nombre_ejercicio": "Press declinado barra",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Barra",
      "dificultad": "Intermedio",
      "descripcion": "En banco declinado, asegura los pies bajo los soportes. Desciende la barra hacia la parte inferior del pecho. Esta posición permite mover más peso y enfatiza la porción inferior del pectoral. Ten cuidado al sacar y volver a colocar la barra.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 119,
      "nombre_ejercicio": "Press militar barra",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Barra",
      "dificultad": "Intermedio",
      "descripcion": "De pie con los pies al ancho de los hombros, presiona la barra desde la parte frontal de los hombros hasta la extensión completa sobre la cabeza. Mantén el core activado y evita arquear excesivamente la espalda. El movimiento debe ser estricto sin impulso de piernas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 120,
      "nombre_ejercicio": "Press tras nuca barra",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Con la barra apoyada en los trapecios, presiona verticalmente por detrás de la cabeza. Desciende solo hasta la altura de las orejas para proteger los hombros. Requiere buena movilidad de hombros; no recomendado para todos debido al riesgo de lesión.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 121,
      "nombre_ejercicio": "Sentadilla trasera barra",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Barra",
      "dificultad": "Intermedio",
      "descripcion": "Con la barra apoyada en los trapecios superiores (posición alta) o posteriores (posición baja), desciende controladamente hasta que los muslos estén paralelos al suelo o según tu movilidad. Mantén las rodillas alineadas con los pies y el pecho erguido. Empuja desde los talones para subir.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 122,
      "nombre_ejercicio": "Sentadilla frontal barra",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Con la barra apoyada en los deltoides anteriores y los codos elevados, realiza la sentadilla manteniendo el torso más vertical que en la sentadilla trasera. Requiere mayor movilidad de muñecas y tobillos. Enfatiza más los cuádriceps y exige mayor activación del core.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 123,
      "nombre_ejercicio": "Sentadilla overhead barra",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Con la barra sostenida sobre la cabeza con brazos completamente extendidos, realiza una sentadilla completa. Requiere movilidad excepcional en hombros, muñecas, caderas y tobillos. Mejora la estabilidad del core y la coordinación de todo el cuerpo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 124,
      "nombre_ejercicio": "Peso muerto barra",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Con la barra en el suelo, agárrala con las manos fuera de las piernas. Mantén la espalda recta, el pecho elevado y tira de la barra pegada al cuerpo hasta la extensión completa de caderas. Es uno de los ejercicios más completos para desarrollar fuerza total.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 125,
      "nombre_ejercicio": "Peso muerto sumo barra",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": "Cuádriceps",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Adopta una postura muy amplia con los pies apuntando hacia afuera y las manos dentro de las piernas. Esta variación reduce el rango de movimiento y enfatiza más glúteos y cuádriceps. Ideal para personas con brazos largos o limitaciones de movilidad.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 126,
      "nombre_ejercicio": "Peso muerto rumano barra",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Barra",
      "dificultad": "Intermedio",
      "descripcion": "Comienza con la barra a la altura de las caderas. Desciende empujando las caderas hacia atrás mientras mantienes las piernas con una ligera flexión constante. Baja hasta sentir un estiramiento máximo en isquiotibiales sin redondear la espalda. El movimiento es principalmente de cadera.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 127,
      "nombre_ejercicio": "Peso muerto deficitario barra",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Realiza el peso muerto convencional desde una plataforma elevada de 5-10 cm. Este déficit aumenta el rango de movimiento y la dificultad del ejercicio. Requiere mayor movilidad y fuerza en la posición inicial. Excelente para mejorar la fuerza desde el suelo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 128,
      "nombre_ejercicio": "Good morning barra",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Espalda",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Con la barra sobre los trapecios como en sentadilla, inclínate hacia adelante desde las caderas manteniendo las rodillas ligeramente flexionadas. Desciende hasta que el torso esté casi paralelo al suelo. Vuelve a la posición inicial contrayendo glúteos e isquiotibiales. Requiere técnica perfecta.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 129,
      "nombre_ejercicio": "Hip thrust barra",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": "Isquiotibial",
      "equipamiento": "Barra",
      "dificultad": "Intermedio",
      "descripcion": "Con la parte superior de la espalda apoyada en un banco y la barra sobre las caderas (usa almohadilla), empuja las caderas hacia arriba hasta que el torso esté paralelo al suelo. Aprieta fuertemente los glúteos en la parte superior. Desciende controladamente sin tocar el suelo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 130,
      "nombre_ejercicio": "Remo inclinado barra",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Barra",
      "dificultad": "Intermedio",
      "descripcion": "Inclínate hacia adelante con las rodillas ligeramente flexionadas y la espalda recta. Tira de la barra hacia el abdomen inferior manteniendo los codos cerca del cuerpo. Aprieta los omóplatos en la parte superior. Mantén la posición del torso estable durante todo el ejercicio.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 131,
      "nombre_ejercicio": "Remo pendlay barra",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Variación explosiva del remo donde la barra comienza y termina en el suelo en cada repetición. Desde posición inclinada con el torso casi paralelo al suelo, tira explosivamente de la barra hacia el abdomen. Permite usar más peso y desarrolla potencia en la espalda.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 132,
      "nombre_ejercicio": "Remo supino barra",
      "grupo_muscular_principal": "Bíceps",
      "grupo_muscular_secundario": "Dorsal",
      "equipamiento": "Barra",
      "dificultad": "Intermedio",
      "descripcion": "Realiza el remo inclinado con agarre supino (palmas hacia arriba). Esta variación permite mayor participación del bíceps y puede ser más cómoda para las muñecas. Tira hacia el abdomen inferior manteniendo los codos pegados al cuerpo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 133,
      "nombre_ejercicio": "Curl bíceps barra",
      "grupo_muscular_principal": "Bíceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Barra",
      "dificultad": "Principiante",
      "descripcion": "De pie con la barra agarrada con las palmas hacia arriba al ancho de los hombros, flexiona los codos llevando la barra hacia los hombros. Mantén los codos fijos a los costados y evita balancear el cuerpo. Controla especialmente la fase excéntrica del movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 134,
      "nombre_ejercicio": "Curl 21s barra",
      "grupo_muscular_principal": "Bíceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Barra",
      "dificultad": "Intermedio",
      "descripcion": "Técnica avanzada que consiste en 7 repeticiones desde la posición inicial hasta la mitad, 7 desde la mitad hasta arriba, y 7 completas, totalizando 21 repeticiones sin descanso. Proporciona un estímulo único y una congestión intensa en el bíceps.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 135,
      "nombre_ejercicio": "Preacher curl barra",
      "grupo_muscular_principal": "Bíceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Barra",
      "dificultad": "Intermedio",
      "descripcion": "Usando un banco predicador, apoya los brazos en el soporte inclinado. Realiza el curl desde la extensión casi completa hasta la flexión máxima. Esta posición elimina el impulso y aísla efectivamente el bíceps. Ten cuidado de no hiperextender los codos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 136,
      "nombre_ejercicio": "Extensión tríceps barra",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Barra",
      "dificultad": "Intermedio",
      "descripcion": "De pie o sentado, sostén la barra sobre la cabeza con agarre cerrado. Desciende la barra por detrás de la cabeza flexionando solo los codos, manteniendo los brazos superiores verticales e inmóviles. Extiende hasta la posición inicial contrayendo los tríceps.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 137,
      "nombre_ejercicio": "Press francés barra",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Barra",
      "dificultad": "Intermedio",
      "descripcion": "Tumbado en banco, sostén la barra con brazos extendidos verticalmente. Desciende la barra hacia la frente o detrás de la cabeza flexionando solo los codos. Mantén los codos apuntando hacia adelante y relativamente juntos durante todo el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 138,
      "nombre_ejercicio": "Press cerrado barra",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": "Pectoral",
      "equipamiento": "Barra",
      "dificultad": "Intermedio",
      "descripcion": "Realiza un press de banca con agarre cerrado (manos separadas al ancho de los hombros o menos). Desciende la barra hacia la parte inferior del pecho manteniendo los codos cerca del cuerpo. Esta variación enfatiza significativamente los tríceps.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 139,
      "nombre_ejercicio": "Upright row barra",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Espalda",
      "equipamiento": "Barra",
      "dificultad": "Intermedio",
      "descripcion": "Con la barra frente a los muslos y agarre cerrado o medio, tira verticalmente llevando los codos hacia arriba y afuera hasta que la barra llegue al nivel del pecho. Mantén la barra cerca del cuerpo. Ten cuidado con este ejercicio si tienes problemas de hombro.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 140,
      "nombre_ejercicio": "Shrugs barra",
      "grupo_muscular_principal": "Espalda",
      "grupo_muscular_secundario": null,
      "equipamiento": "Barra",
      "dificultad": "Principiante",
      "descripcion": "Con la barra colgando frente a los muslos, eleva los hombros directamente hacia las orejas lo más alto posible. Mantén la contracción por un segundo y desciende controladamente. No rotes los hombros; el movimiento es puramente vertical. Desarrolla los trapecios superiores.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 141,
      "nombre_ejercicio": "Cargada barra",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Levantamiento olímpico que lleva la barra desde el suelo hasta los hombros en un movimiento explosivo. Requiere técnica perfecta: primera tracción hasta las rodillas, segunda tracción explosiva con extensión triple (tobillos, rodillas, caderas), y recepción en sentadilla frontal parcial.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 142,
      "nombre_ejercicio": "Envión barra",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Levantamiento olímpico de dos fases: primero una cargada para llevar la barra a los hombros, seguida de un jerk (empuje) para llevarla sobre la cabeza. El jerk puede ser split (tijera) o power (pies paralelos). Requiere potencia, coordinación y técnica excepcionales.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 143,
      "nombre_ejercicio": "Arranque barra",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "El más técnico de los levantamientos olímpicos. Lleva la barra desde el suelo hasta sobre la cabeza en un solo movimiento continuo con agarre amplio. Requiere movilidad excepcional, coordinación perfecta y años de práctica para dominar la técnica correctamente.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 144,
      "nombre_ejercicio": "Thruster barra",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Cuádriceps",
      "equipamiento": "Barra",
      "dificultad": "Intermedio",
      "descripcion": "Combina una sentadilla frontal con un press de hombros en un movimiento fluido continuo. Desciende en sentadilla frontal y al subir usa el impulso para presionar la barra sobre la cabeza. Excelente ejercicio metabólico que desarrolla potencia y resistencia.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 145,
      "nombre_ejercicio": "Push press barra",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Cuádriceps",
      "equipamiento": "Barra",
      "dificultad": "Intermedio",
      "descripcion": "Press de hombros asistido con impulso de piernas. Realiza un pequeño dip (flexión de rodillas) y usa la extensión explosiva de piernas para ayudar a presionar la barra sobre la cabeza. Permite usar más peso que el press estricto y desarrolla potencia.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 146,
      "nombre_ejercicio": "Bent over reverse fly barra",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Espalda",
      "equipamiento": "Barra",
      "dificultad": "Intermedio",
      "descripcion": "Inclinado hacia adelante con agarre muy amplio en la barra, eleva la barra realizando una abducción posterior. Este movimiento poco común trabaja intensamente el deltoides posterior y los músculos de la espalda alta. Mantén una ligera flexión en los codos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 147,
      "nombre_ejercicio": "Drag curl barra",
      "grupo_muscular_principal": "Bíceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Barra",
      "dificultad": "Intermedio",
      "descripcion": "En lugar de hacer un arco con la barra, deslízala pegada al cuerpo llevando los codos hacia atrás. Este movimiento único elimina la participación del deltoides anterior y proporciona una contracción diferente del bíceps, especialmente en la cabeza larga.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 148,
      "nombre_ejercicio": "Zottman curl barra",
      "grupo_muscular_principal": "Bíceps",
      "grupo_muscular_secundario": "Antebrazos",
      "equipamiento": "Barra",
      "dificultad": "Intermedio",
      "descripcion": "Aunque tradicionalmente se hace con mancuernas, puedes simular el movimiento con barra realizando la fase concéntrica con agarre supino y cambiando a prono para la excéntrica. Trabaja bíceps en la subida y braquiorradial en la bajada.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 149,
      "nombre_ejercicio": "Reverse curl barra",
      "grupo_muscular_principal": "Antebrazos",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Barra",
      "dificultad": "Principiante",
      "descripcion": "Realiza curls con agarre prono (palmas hacia abajo). Este agarre enfatiza el trabajo del braquiorradial y los extensores del antebrazo. Usa menos peso que en el curl tradicional y mantén las muñecas firmes durante todo el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 150,
      "nombre_ejercicio": "Wrist curl barra",
      "grupo_muscular_principal": "Antebrazos",
      "grupo_muscular_secundario": null,
      "equipamiento": "Barra",
      "dificultad": "Principiante",
      "descripcion": "Sentado con los antebrazos apoyados en los muslos o un banco, realiza flexiones de muñeca con la barra. Puedes hacerlo con agarre supino para flexores o prono para extensores. Permite que la barra ruede hasta los dedos para mayor rango de movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 151,
      "nombre_ejercicio": "Jalón pecho cable",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Cable",
      "dificultad": "Principiante",
      "descripcion": "Sentado en la máquina de jalón, agarra la barra con las manos más separadas que los hombros. Tira de la barra hacia el pecho superior inclinándote ligeramente hacia atrás. Controla el ascenso resistiendo el peso. Excelente para principiantes que no pueden hacer dominadas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 152,
      "nombre_ejercicio": "Jalón tras nuca cable",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Cable",
      "dificultad": "Intermedio",
      "descripcion": "Similar al jalón al pecho pero llevando la barra detrás de la cabeza hasta la altura de la nuca. Requiere buena movilidad de hombros. No bajes demasiado para evitar lesiones. Algunos expertos desaconsejan este ejercicio por el riesgo potencial.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 153,
      "nombre_ejercicio": "Remo sentado cable",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Cable",
      "dificultad": "Principiante",
      "descripcion": "Sentado con los pies en los soportes, tira del agarre hacia el abdomen manteniendo la espalda recta. Permite un ligero movimiento del torso pero evita el balanceo excesivo. Aprieta los omóplatos al final del movimiento para máxima contracción.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 154,
      "nombre_ejercicio": "Remo bajo cable",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Cable",
      "dificultad": "Principiante",
      "descripcion": "Con la polea en posición baja, realiza el remo tirando hacia el abdomen inferior. Esta variación permite un ángulo diferente de tracción que puede ser más cómodo para algunos. Mantén el core activado y evita el impulso excesivo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 155,
      "nombre_ejercicio": "Face pull cable",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Espalda",
      "equipamiento": "Cable",
      "dificultad": "Principiante",
      "descripcion": "Con la polea a la altura de la cara y usando una cuerda, tira hacia la cara separando las manos al acercarse. Enfócate en la rotación externa de hombros y la retracción escapular. Excelente para la salud del hombro y corrección postural.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 156,
      "nombre_ejercicio": "Press pecho cable",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Cable",
      "dificultad": "Principiante",
      "descripcion": "De pie entre dos poleas ajustadas a la altura del pecho, empuja los agarres hacia adelante hasta que se junten frente al pecho. Mantén una ligera inclinación hacia adelante y los codos ligeramente flexionados. Proporciona tensión constante en los pectorales.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 157,
      "nombre_ejercicio": "Cruces pectorales cable",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Intermedio",
      "descripcion": "Con las poleas a la altura del pecho, realiza un movimiento de abrazo juntando las manos frente al pecho. Mantén los brazos ligeramente flexionados durante todo el movimiento. La tensión constante del cable maximiza la activación del pectoral.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 158,
      "nombre_ejercicio": "Cruces superiores cable",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Intermedio",
      "descripcion": "Con las poleas en posición alta, realiza el cruce llevando las manos hacia abajo y al centro. Esta variación enfatiza la porción inferior del pectoral. Mantén el torso ligeramente inclinado hacia adelante para mejor estabilidad.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 159,
      "nombre_ejercicio": "Cruces inferiores cable",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Intermedio",
      "descripcion": "Con las poleas en posición baja, realiza el movimiento llevando las manos hacia arriba y al centro. Esta variación trabaja más la porción superior del pectoral. Mantén el core activado para evitar arquear excesivamente la espalda.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 160,
      "nombre_ejercicio": "Curl bíceps cable",
      "grupo_muscular_principal": "Bíceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Principiante",
      "descripcion": "Con la polea baja y una barra recta o EZ, realiza curls manteniendo los codos fijos a los costados. El cable proporciona tensión constante durante todo el rango de movimiento, incluso en la posición superior donde las mancuernas pierden tensión.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 161,
      "nombre_ejercicio": "Curl martillo cable",
      "grupo_muscular_principal": "Bíceps",
      "grupo_muscular_secundario": "Antebrazos",
      "equipamiento": "Cable",
      "dificultad": "Principiante",
      "descripcion": "Usando un agarre de cuerda en polea baja, realiza curls manteniendo las palmas enfrentadas. Este agarre neutro trabaja el braquial y braquiorradial además del bíceps. Mantén las muñecas firmes y los codos pegados al cuerpo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 162,
      "nombre_ejercicio": "Curl concentrado cable",
      "grupo_muscular_principal": "Bíceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Intermedio",
      "descripcion": "Con polea baja, realiza curls unilaterales concentrándote en el aislamiento del bíceps. Puedes hacerlo de pie o sentado, manteniendo el brazo que trabaja ligeramente adelantado. La tensión constante del cable intensifica el trabajo muscular.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 163,
      "nombre_ejercicio": "Extensión tríceps cable",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Principiante",
      "descripcion": "Con polea alta y barra recta o cuerda, realiza extensiones de codo manteniendo los brazos superiores pegados al cuerpo. Extiende completamente los codos en la parte inferior del movimiento. Es uno de los mejores ejercicios para aislar el tríceps.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 164,
      "nombre_ejercicio": "Extensión tríceps sobre cabeza cable",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Intermedio",
      "descripcion": "De espaldas a la polea baja, sostén la cuerda sobre la cabeza con los codos apuntando hacia adelante. Extiende los codos manteniendo los brazos superiores inmóviles. Esta posición enfatiza la cabeza larga del tríceps y proporciona un estiramiento máximo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 165,
      "nombre_ejercicio": "Press francés cable",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Intermedio",
      "descripcion": "Tumbado en banco con la cabeza hacia la polea baja, realiza extensiones de tríceps llevando la barra desde detrás de la cabeza hasta brazos extendidos verticalmente. El cable mantiene tensión constante en todo el recorrido a diferencia de la barra libre.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 166,
      "nombre_ejercicio": "Patada tríceps cable",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Intermedio",
      "descripcion": "Inclinado hacia adelante con polea baja, realiza extensiones hacia atrás manteniendo el brazo superior paralelo al suelo. El cable proporciona resistencia constante a diferencia de las mancuernas. Excelente para la contracción máxima del tríceps.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 167,
      "nombre_ejercicio": "Elevaciones laterales cable",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Principiante",
      "descripcion": "Con polea baja, realiza elevaciones laterales con el cable cruzando por delante o detrás del cuerpo. La resistencia constante del cable mantiene tensión en el deltoides medio durante todo el movimiento. Controla especialmente la fase excéntrica.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 168,
      "nombre_ejercicio": "Elevaciones posteriores cable",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Intermedio",
      "descripcion": "Inclinado hacia adelante o de pie con el torso paralelo al suelo, realiza elevaciones posteriores con cable. Puedes hacerlo unilateral o bilateral. Enfócate en el deltoides posterior y evita usar impulso. Mantén una ligera flexión en el codo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 169,
      "nombre_ejercicio": "Press hombros cable",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Cable",
      "dificultad": "Intermedio",
      "descripcion": "Con poleas bajas a ambos lados o una sola polea, realiza press de hombros. El cable proporciona una resistencia única que desafía la estabilización. Puedes hacerlo sentado o de pie, unilateral o bilateral según tu objetivo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 170,
      "nombre_ejercicio": "Upright row cable",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Espalda",
      "equipamiento": "Cable",
      "dificultad": "Intermedio",
      "descripcion": "Con polea baja y barra recta, realiza remo vertical llevando la barra hacia el mentón con los codos elevados. El cable proporciona tensión constante. Ten cuidado con la posición de las muñecas y no eleves demasiado si tienes problemas de hombro.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 171,
      "nombre_ejercicio": "Shrugs cable",
      "grupo_muscular_principal": "Espalda",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Principiante",
      "descripcion": "Con polea baja o cables laterales, realiza elevaciones de hombros. El cable permite diferentes ángulos de resistencia comparado con mancuernas o barra. Mantén la contracción superior y evita rotar los hombros. Desarrolla los trapecios superiores.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 172,
      "nombre_ejercicio": "Sentadilla cable",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Cable",
      "dificultad": "Intermedio",
      "descripcion": "Con un cable anclado bajo o usando una máquina específica, realiza sentadillas con la resistencia del cable. Proporciona una curva de resistencia diferente a las pesas libres. Útil para rehabilitación o como variación en el entrenamiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 173,
      "nombre_ejercicio": "Peso muerto cable",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Cable",
      "dificultad": "Intermedio",
      "descripcion": "Con polea baja y barra recta, realiza el movimiento de peso muerto. El cable cambia el vector de resistencia comparado con la barra libre. Mantén la espalda recta y empuja las caderas hacia atrás. Útil para aprender el patrón de movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 174,
      "nombre_ejercicio": "Hip thrust cable",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": "Isquiotibial",
      "equipamiento": "Cable",
      "dificultad": "Intermedio",
      "descripcion": "Con cable anclado bajo y posicionado sobre las caderas, realiza empujes de cadera. El cable proporciona resistencia horizontal única comparada con la barra. Aprieta fuertemente los glúteos en la parte superior del movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 175,
      "nombre_ejercicio": "Patada glúteo cable",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Principiante",
      "descripcion": "Con tobillera conectada a polea baja, realiza extensiones de cadera hacia atrás manteniendo la pierna relativamente recta. Inclínate ligeramente hacia adelante para estabilidad. Enfócate en contraer el glúteo sin arquear excesivamente la espalda.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 176,
      "nombre_ejercicio": "Abducción cadera cable",
      "grupo_muscular_principal": "Abductor",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Principiante",
      "descripcion": "Con tobillera en polea baja, realiza abducciones laterales de cadera. Mantén el torso erguido y evita inclinarte hacia el lado opuesto. El cable proporciona resistencia constante para el glúteo medio y menor. Controla el movimiento en ambas direcciones.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 177,
      "nombre_ejercicio": "Flexión isquio cable",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Principiante",
      "descripcion": "Tumbado boca abajo o de pie con tobillera en polea baja, flexiona la rodilla llevando el talón hacia el glúteo. Mantén la cadera extendida y evita arquear la espalda. El cable proporciona resistencia uniforme durante todo el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 178,
      "nombre_ejercicio": "Extensión cuádriceps cable",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Principiante",
      "descripcion": "Sentado con tobillera conectada a polea baja, extiende la rodilla hasta la extensión completa. Similar a la máquina de extensiones pero con la resistencia variable del cable. Mantén la espalda apoyada y controla el movimiento en ambas fases.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 179,
      "nombre_ejercicio": "Rotación externa hombro cable",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Principiante",
      "descripcion": "Con el codo pegado al costado y flexionado a 90 grados, rota el antebrazo hacia afuera contra la resistencia del cable. Fundamental para la salud del manguito rotador. Mantén el codo inmóvil y usa peso ligero con control perfecto.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 180,
      "nombre_ejercicio": "Rotación interna hombro cable",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Principiante",
      "descripcion": "Similar a la rotación externa pero rotando hacia adentro cruzando el cuerpo. Trabaja los rotadores internos del hombro. Mantén el codo fijo al costado y usa resistencia apropiada para mantener el control durante todo el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 181,
      "nombre_ejercicio": "Woodchoppers cable",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Intermedio",
      "descripcion": "Con polea alta o baja, realiza un movimiento diagonal de rotación como si cortaras leña. Involucra todo el core con énfasis en oblicuos. Mantén los brazos relativamente extendidos y rota desde el torso, no solo los brazos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 182,
      "nombre_ejercicio": "Pallof press cable",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Intermedio",
      "descripcion": "De pie perpendicular al cable a la altura del pecho, extiende los brazos al frente resistiendo la rotación. Es un ejercicio anti-rotación que fortalece el core de manera funcional. Mantén la posición extendida 2-3 segundos antes de volver.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 183,
      "nombre_ejercicio": "Reverse fly cable",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Espalda",
      "equipamiento": "Cable",
      "dificultad": "Intermedio",
      "descripcion": "Con cables cruzados o en máquina específica, realiza aperturas posteriores para deltoides posterior. Mantén los brazos ligeramente flexionados y enfócate en juntar los omóplatos al final. Excelente para mejorar la postura y equilibrar el desarrollo del hombro.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 184,
      "nombre_ejercicio": "Cable crossover",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Intermedio",
      "descripcion": "Ejercicio clásico de cruces de cables desde poleas altas. Inclínate ligeramente hacia adelante y junta las manos frente al pecho o abdomen con un movimiento de abrazo. La tensión constante del cable maximiza el trabajo del pectoral.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 185,
      "nombre_ejercicio": "One arm row cable",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Cable",
      "dificultad": "Intermedio",
      "descripcion": "Remo unilateral con cable que permite mayor rango de movimiento y concentración en cada lado. Puedes rotar ligeramente el torso al final para mayor contracción. Mantén el core activado para estabilizar la posición.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 186,
      "nombre_ejercicio": "Prensa piernas",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Sentado o tumbado en la máquina, empuja la plataforma extendiendo las piernas. No bloquees completamente las rodillas en la extensión. La posición de los pies determina el énfasis muscular: más alto para glúteos, más bajo para cuádriceps.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 187,
      "nombre_ejercicio": "Sentadilla hack",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Máquina",
      "dificultad": "Intermedio",
      "descripcion": "En la máquina hack, con la espalda apoyada en el respaldo inclinado, realiza sentadillas. Esta posición reduce el estrés en la espalda baja mientras mantiene alta activación de cuádriceps. Varía la posición de pies para diferentes énfasis.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 188,
      "nombre_ejercicio": "Extensión cuádriceps máquina",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Sentado en la máquina, extiende las rodillas hasta la extensión completa. Ajusta el respaldo para que las rodillas estén alineadas con el eje de rotación. Controla especialmente la fase excéntrica. Excelente para aislar el cuádriceps.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 189,
      "nombre_ejercicio": "Curl femoral tumbado",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": null,
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Tumbado boca abajo, flexiona las rodillas llevando los talones hacia los glúteos. Mantén las caderas pegadas al banco para evitar arquear la espalda. Controla el movimiento en ambas fases y aprieta al máximo en la contracción.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 190,
      "nombre_ejercicio": "Curl femoral sentado",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": null,
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Sentado con las piernas extendidas, flexiona las rodillas contra la resistencia. Esta posición proporciona un estiramiento diferente del isquiotibial comparado con la versión tumbada. Mantén la espalda apoyada durante todo el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 191,
      "nombre_ejercicio": "Curl femoral de pie",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": null,
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "De pie en la máquina, flexiona una rodilla por vez llevando el talón hacia el glúteo. Mantén el muslo de la pierna que trabaja apoyado en el soporte. Esta versión unilateral permite mayor concentración en cada pierna.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 192,
      "nombre_ejercicio": "Pantorrillas sentado máquina",
      "grupo_muscular_principal": "Sóleo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Sentado con las rodillas flexionadas a 90 grados, realiza elevaciones de talones. Esta posición enfatiza el sóleo más que el gemelo. Realiza el movimiento completo desde el estiramiento máximo hasta la contracción completa.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 193,
      "nombre_ejercicio": "Pantorrillas de pie máquina",
      "grupo_muscular_principal": "Gemelo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "De pie con los hombros bajo las almohadillas, elévate sobre las puntas de los pies. La posición de piernas extendidas enfatiza el gemelo. Mantén el movimiento controlado y busca el máximo rango de movimiento posible.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 194,
      "nombre_ejercicio": "Gemelos prensa",
      "grupo_muscular_principal": "Gemelo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "En la prensa de piernas, coloca solo las puntas de los pies en la parte inferior de la plataforma. Realiza flexiones plantares empujando con las puntas. Permite usar cargas pesadas de forma segura para el desarrollo de pantorrillas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 195,
      "nombre_ejercicio": "Abductor máquina",
      "grupo_muscular_principal": "Abductor",
      "grupo_muscular_secundario": null,
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Sentado en la máquina, separa las piernas contra la resistencia trabajando los abductores de cadera. Mantén la espalda apoyada y evita usar impulso. Controla tanto la fase concéntrica como la excéntrica del movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 196,
      "nombre_ejercicio": "Aductor máquina",
      "grupo_muscular_principal": "Aductor",
      "grupo_muscular_secundario": null,
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Sentado con las piernas separadas, junta las piernas contra la resistencia. Trabaja los músculos aductores de la parte interna del muslo. Importante para la estabilidad de cadera y prevención de lesiones. Controla el movimiento en ambas direcciones.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 197,
      "nombre_ejercicio": "Glúteo máquina",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "En máquina específica para glúteos, realiza extensiones de cadera. Puede ser de pie o en cuadrupedia según el diseño. Enfócate en la contracción del glúteo sin arquear excesivamente la espalda. Mantén el core activado.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 198,
      "nombre_ejercicio": "Hip thrust máquina",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": "Isquiotibial",
      "equipamiento": "Máquina",
      "dificultad": "Intermedio",
      "descripcion": "En máquina específica de hip thrust, realiza empujes de cadera con resistencia controlada. Más cómodo y seguro que la versión con barra. Aprieta fuertemente los glúteos en la parte superior y controla el descenso.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 199,
      "nombre_ejercicio": "Press pecho máquina",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Sentado o tumbado según el diseño, empuja los agarres hasta la extensión completa de brazos. La trayectoria fija de la máquina proporciona estabilidad, ideal para principiantes o para trabajar hasta el fallo de forma segura.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 200,
      "nombre_ejercicio": "Press inclinado máquina",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "En máquina con respaldo inclinado, realiza el press enfocando el pectoral superior. La trayectoria guiada permite concentrarse en el movimiento sin preocuparse por la estabilización. Ajusta el asiento para alineación correcta.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 201,
      "nombre_ejercicio": "Contractor pectorales máquina",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": null,
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Sentado con los brazos abiertos, junta los brazos o almohadillas frente al pecho. También conocido como pec deck. Proporciona aislamiento efectivo del pectoral. Mantén los codos ligeramente flexionados y controla el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 202,
      "nombre_ejercicio": "Press hombros máquina",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Sentado con la espalda apoyada, presiona hacia arriba siguiendo la trayectoria de la máquina. Puede tener agarre neutro o pronado según el diseño. Ideal para principiantes o para trabajo de alto volumen con seguridad.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 203,
      "nombre_ejercicio": "Elevaciones laterales máquina",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": null,
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Sentado o de pie según el diseño, eleva los brazos lateralmente contra las almohadillas. La máquina proporciona resistencia constante y elimina el impulso. Excelente para aislar el deltoides medio de forma controlada.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 204,
      "nombre_ejercicio": "Remo sentado máquina",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Sentado con el pecho apoyado, tira de los agarres hacia atrás. El soporte del pecho elimina el impulso y protege la espalda baja. Enfócate en juntar los omóplatos al final del movimiento. Varias posiciones de agarre disponibles.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 205,
      "nombre_ejercicio": "Pulldown máquina",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Similar al jalón con cable pero en máquina de placas. Tira hacia abajo hasta el pecho manteniendo el torso estable. Algunas máquinas permiten agarre independiente para cada brazo. Excelente para principiantes que no pueden hacer dominadas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 206,
      "nombre_ejercicio": "Remo bajo máquina",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Variación de remo con trayectoria más horizontal. Puede ser sentado o de pie inclinado según el diseño. Trabaja la espalda desde un ángulo diferente al remo alto. Mantén el pecho elevado y los omóplatos activos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 207,
      "nombre_ejercicio": "Curl bíceps máquina",
      "grupo_muscular_principal": "Bíceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Sentado con los brazos apoyados, realiza flexiones de codo. La máquina estabiliza el movimiento permitiendo máximo aislamiento del bíceps. Algunas versiones permiten trabajo unilateral. Controla especialmente la fase negativa.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 208,
      "nombre_ejercicio": "Preacher curl máquina",
      "grupo_muscular_principal": "Bíceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Con los brazos apoyados en el soporte inclinado, realiza curls. La posición elimina completamente el impulso y proporciona máximo aislamiento. Ten cuidado de no hiperextender los codos en la posición inferior.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 209,
      "nombre_ejercicio": "Extensión tríceps máquina",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Sentado o de pie según el diseño, extiende los codos contra la resistencia. Puede ser con brazos sobre la cabeza o a los lados. La trayectoria fija permite concentrarse en la contracción del tríceps sin preocuparse por la estabilización.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 210,
      "nombre_ejercicio": "Dips máquina",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": "Pectoral",
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Fondos asistidos en máquina que reduce el peso corporal. Ideal para principiantes que no pueden hacer fondos libres. Ajusta la asistencia progresivamente. Inclínate hacia adelante para más énfasis en pecho o mantente vertical para tríceps.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 211,
      "nombre_ejercicio": "Shrugs máquina",
      "grupo_muscular_principal": "Espalda",
      "grupo_muscular_secundario": null,
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "De pie o sentado según el diseño, eleva los hombros contra la resistencia. La máquina proporciona estabilidad y permite usar cargas pesadas de forma segura. Mantén la contracción superior y evita rotar los hombros.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 212,
      "nombre_ejercicio": "Reverse fly máquina",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Espalda",
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Sentado de frente a la máquina, abre los brazos hacia atrás trabajando deltoides posterior. También conocido como rear delt fly. Mantén una ligera flexión en los codos y enfócate en juntar los omóplatos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 213,
      "nombre_ejercicio": "Rotary torso máquina",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Sentado con el torso fijo, rota la parte inferior del cuerpo o viceversa según el diseño. Trabaja los oblicuos de forma controlada. Evita usar impulso y mantén el movimiento suave y controlado en ambas direcciones.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 214,
      "nombre_ejercicio": "Abdominal crunch máquina",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Sentado o tumbado según el diseño, flexiona el tronco contra la resistencia. La máquina proporciona resistencia progresiva a diferencia de los crunches tradicionales. Evita tirar con los brazos y enfócate en la contracción abdominal.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 215,
      "nombre_ejercicio": "Lower back máquina",
      "grupo_muscular_principal": "Espalda",
      "grupo_muscular_secundario": null,
      "equipamiento": "Máquina",
      "dificultad": "Principiante",
      "descripcion": "Extensión de espalda en máquina específica. Fortalece los erectores espinales de forma segura y controlada. Importante para la salud de la espalda baja. Evita hiperextender y mantén el movimiento controlado.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 216,
      "nombre_ejercicio": "Flexiones TRX",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "TRX",
      "dificultad": "Intermedio",
      "descripcion": "Con los pies en las correas del TRX, realiza flexiones. La inestabilidad aumenta la activación del core y la dificultad del ejercicio. Mantén el cuerpo completamente recto y controla el balanceo de las correas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 217,
      "nombre_ejercicio": "Press pecho TRX",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "TRX",
      "dificultad": "Intermedio",
      "descripcion": "De pie inclinado hacia adelante con las manos en las correas, realiza un movimiento de press. Cuanto más inclinado estés, mayor será la dificultad. La inestabilidad del TRX aumenta la activación muscular estabilizadora.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 218,
      "nombre_ejercicio": "Remo TRX",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "TRX",
      "dificultad": "Principiante",
      "descripcion": "Inclinado hacia atrás sujetando las correas, tira del cuerpo hacia las manos. Ajusta el ángulo del cuerpo para modificar la dificultad. Mantén el cuerpo recto como una tabla y aprieta los omóplatos al final.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 219,
      "nombre_ejercicio": "Y-pull TRX",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "TRX",
      "dificultad": "Intermedio",
      "descripcion": "Desde posición inclinada, tira formando una Y con los brazos. Trabaja la espalda desde un ángulo diferente y activa más los deltoides posteriores. Mantén los brazos rectos o ligeramente flexionados durante el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 220,
      "nombre_ejercicio": "Face pull TRX",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Espalda",
      "equipamiento": "TRX",
      "dificultad": "Intermedio",
      "descripcion": "Tira de las correas hacia la cara separando las manos al acercarse. Excelente para deltoides posterior y salud del hombro. Mantén los codos altos y enfócate en la rotación externa de hombros al final del movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 221,
      "nombre_ejercicio": "Curl bíceps TRX",
      "grupo_muscular_principal": "Bíceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "TRX",
      "dificultad": "Intermedio",
      "descripcion": "Inclinado hacia atrás con brazos extendidos, realiza curls llevando las manos hacia la frente. Mantén los codos elevados y fijos. La inestabilidad del TRX añade un componente de estabilización al ejercicio tradicional.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 222,
      "nombre_ejercicio": "Extensión tríceps TRX",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "TRX",
      "dificultad": "Intermedio",
      "descripcion": "Inclinado hacia adelante con brazos extendidos sobre la cabeza, flexiona los codos llevando las manos hacia la cabeza. Mantén los codos fijos y el cuerpo recto. Cuanto más inclinado, mayor dificultad.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 223,
      "nombre_ejercicio": "Press hombros TRX",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "TRX",
      "dificultad": "Intermedio",
      "descripcion": "En posición de pike (V invertida) con manos en las correas, realiza press verticales. Similar a flexiones pike pero con la inestabilidad añadida del TRX. Excelente para desarrollar fuerza en hombros y estabilidad.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 224,
      "nombre_ejercicio": "Pike TRX",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "TRX",
      "dificultad": "Intermedio",
      "descripcion": "En plancha con pies en las correas, eleva las caderas llevando el cuerpo a posición de V invertida. Trabaja intensamente hombros y core. Mantén las piernas rectas y controla el movimiento en ambas direcciones.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 225,
      "nombre_ejercicio": "Sentadilla TRX",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "TRX",
      "dificultad": "Principiante",
      "descripcion": "Sujetando las correas frente al pecho, realiza sentadillas usando el TRX para asistencia y equilibrio. Permite mantener una postura más vertical y es ideal para aprender la técnica correcta o para personas con limitaciones de movilidad.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 226,
      "nombre_ejercicio": "Zancadas TRX",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "TRX",
      "dificultad": "Intermedio",
      "descripcion": "Con el pie trasero en la correa del TRX, realiza zancadas. La inestabilidad de la correa aumenta el trabajo de estabilización y permite mayor rango de movimiento. También conocido como sentadilla búlgara en TRX.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 227,
      "nombre_ejercicio": "Jump squat TRX",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "TRX",
      "dificultad": "Intermedio",
      "descripcion": "Sujetando las correas, realiza sentadillas con salto. El TRX proporciona estabilidad y permite ajustar la intensidad del salto. Aterriza suavemente y usa las correas para mantener el equilibrio y la postura correcta.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 228,
      "nombre_ejercicio": "Single leg squat TRX",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "TRX",
      "dificultad": "Avanzado",
      "descripcion": "Sentadilla a una pierna asistida con TRX. Las correas proporcionan el apoyo necesario para mantener el equilibrio mientras trabajas en el patrón de movimiento. Progresión hacia la sentadilla pistol completa.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 229,
      "nombre_ejercicio": "Mountain climber TRX",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "TRX",
      "dificultad": "Intermedio",
      "descripcion": "Con los pies en las correas en posición de plancha, alterna llevando las rodillas hacia el pecho. La inestabilidad del TRX aumenta significativamente el trabajo del core. Mantén las caderas bajas y el movimiento controlado.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 230,
      "nombre_ejercicio": "Plancha TRX",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "TRX",
      "dificultad": "Intermedio",
      "descripcion": "Plancha con pies o antebrazos en las correas del TRX. La inestabilidad aumenta drásticamente la activación del core. Mantén el cuerpo completamente recto resistiendo el balanceo de las correas.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 231,
      "nombre_ejercicio": "Side plank TRX",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "TRX",
      "dificultad": "Intermedio",
      "descripcion": "Plancha lateral con pies en las correas del TRX. Trabaja intensamente los oblicuos y estabilizadores laterales. Puedes elevar el brazo libre para aumentar la dificultad. Mantén las caderas elevadas y alineadas.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 232,
      "nombre_ejercicio": "Crunch TRX",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "TRX",
      "dificultad": "Intermedio",
      "descripcion": "En plancha con pies en las correas, lleva las rodillas hacia el pecho realizando una flexión de cadera y columna. La inestabilidad del TRX intensifica el trabajo abdominal. Controla el retorno a la posición inicial.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 233,
      "nombre_ejercicio": "Oblique crunch TRX",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "TRX",
      "dificultad": "Intermedio",
      "descripcion": "Similar al crunch pero llevando las rodillas hacia un lado, alternando. Trabaja intensamente los oblicuos. Mantén el torso estable y evita rotar excesivamente las caderas durante el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 234,
      "nombre_ejercicio": "Hamstring curl TRX",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": null,
      "equipamiento": "TRX",
      "dificultad": "Intermedio",
      "descripcion": "Tumbado boca arriba con talones en las correas, eleva las caderas y flexiona las rodillas llevando los talones hacia los glúteos. Mantén las caderas elevadas durante todo el movimiento. Excelente para isquiotibiales.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 235,
      "nombre_ejercicio": "Hip press TRX",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": "Isquiotibial",
      "equipamiento": "TRX",
      "dificultad": "Intermedio",
      "descripcion": "Tumbado con talones en las correas, realiza elevaciones de cadera. Similar al puente de glúteo pero con la inestabilidad añadida. Aprieta fuertemente los glúteos en la parte superior y mantén la posición.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 236,
      "nombre_ejercicio": "Atomic push up TRX",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "TRX",
      "dificultad": "Avanzado",
      "descripcion": "Combina una flexión con un crunch con los pies en TRX. Realiza una flexión y al subir lleva las rodillas hacia el pecho. Ejercicio muy completo que trabaja pecho, tríceps y core intensamente.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 237,
      "nombre_ejercicio": "Sprinter start TRX",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "TRX",
      "dificultad": "Intermedio",
      "descripcion": "Simula la posición de salida de un velocista con una pierna adelante y otra atrás en la correa. Alterna explosivamente las piernas. Desarrolla potencia unilateral y mejora la coordinación.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 238,
      "nombre_ejercicio": "Clock press TRX",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "TRX",
      "dificultad": "Avanzado",
      "descripcion": "Press en diferentes ángulos simulando las posiciones de un reloj. Trabaja los hombros desde múltiples ángulos mientras desafía la estabilidad del core. Requiere control excepcional y fuerza en hombros.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 239,
      "nombre_ejercicio": "Power pull TRX",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "TRX",
      "dificultad": "Intermedio",
      "descripcion": "Remo unilateral con rotación del torso. Combina tracción con rotación para un trabajo más funcional. Excelente para deportes que requieren movimientos de tracción con rotación. Mantén el core activado.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 240,
      "nombre_ejercicio": "Chest press balón medicinal",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Balón medicinal",
      "dificultad": "Intermedio",
      "descripcion": "De pie frente a una pared, lanza el balón con fuerza desde el pecho y recíbelo al rebotar. El movimiento explosivo desarrolla potencia en el pectoral. Mantén el core activado y usa todo el cuerpo en el lanzamiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 241,
      "nombre_ejercicio": "Slam ball",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Balón medicinal",
      "dificultad": "Intermedio",
      "descripcion": "Eleva el balón sobre la cabeza y golpéalo contra el suelo con máxima fuerza. Recógelo al rebotar y repite. Ejercicio de cuerpo completo que desarrolla potencia y es excelente para liberar estrés. Usa las piernas y el core.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 242,
      "nombre_ejercicio": "Giros rusos balón",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Balón medicinal",
      "dificultad": "Principiante",
      "descripcion": "Sentado con rodillas flexionadas y pies elevados o en el suelo, rota el torso de lado a lado sosteniendo el balón. Toca el suelo con el balón en cada lado. Mantén el pecho elevado y el core contraído durante todo el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 243,
      "nombre_ejercicio": "Wall ball",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Balón medicinal",
      "dificultad": "Intermedio",
      "descripcion": "Realiza una sentadilla sosteniendo el balón frente al pecho, y al subir lánzalo hacia un objetivo alto en la pared. Recíbelo y continúa con la siguiente repetición. Ejercicio metabólico completo muy usado en CrossFit.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 244,
      "nombre_ejercicio": "Overhead slam",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Balón medicinal",
      "dificultad": "Intermedio",
      "descripcion": "Similar al slam ball pero enfatizando la extensión completa sobre la cabeza antes del golpe. Involucra más los dorsales y proporciona mayor rango de movimiento. Usa todo el cuerpo para generar máxima potencia.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 245,
      "nombre_ejercicio": "Rotational throw",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Balón medicinal",
      "dificultad": "Intermedio",
      "descripcion": "De lado a la pared, rota el torso y lanza el balón lateralmente con fuerza. Recibe el rebote y repite. Excelente para desarrollar potencia rotacional útil en deportes. Mantén las caderas estables y rota desde el core.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 246,
      "nombre_ejercicio": "Squat throw",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Balón medicinal",
      "dificultad": "Intermedio",
      "descripcion": "Realiza una sentadilla completa y al subir lanza el balón hacia arriba o hacia adelante explosivamente. Desarrolla potencia en todo el cuerpo. Puede hacerse contra pared o al aire libre. Coordina piernas y brazos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 247,
      "nombre_ejercicio": "Chest pass",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Balón medicinal",
      "dificultad": "Principiante",
      "descripcion": "Pase de pecho explosivo como en baloncesto. Puede hacerse contra pared o con compañero. Desarrolla potencia horizontal en el tren superior. Mantén los codos hacia afuera y empuja con todo el cuerpo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 248,
      "nombre_ejercicio": "Overhead throw",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Balón medicinal",
      "dificultad": "Intermedio",
      "descripcion": "Lanzamiento por encima de la cabeza como saque de banda en fútbol. Puede ser hacia adelante o hacia atrás. Involucra todo el cuerpo en el movimiento. Excelente para desarrollar potencia en la cadena posterior.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 249,
      "nombre_ejercicio": "Single leg slam",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Balón medicinal",
      "dificultad": "Intermedio",
      "descripcion": "Slam ball realizado sobre una pierna. Aumenta el desafío de equilibrio y la activación del core. Alterna las piernas o completa series por lado. Mantén la rodilla de apoyo ligeramente flexionada.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 250,
      "nombre_ejercicio": "Lunge twist",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Balón medicinal",
      "dificultad": "Intermedio",
      "descripcion": "Realiza zancadas mientras rotas el torso hacia el lado de la pierna adelantada sosteniendo el balón. Combina fuerza de piernas con rotación del core. Mantén el balón alejado del cuerpo para mayor desafío.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 251,
      "nombre_ejercicio": "Woodchoppers balón",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Balón medicinal",
      "dificultad": "Intermedio",
      "descripcion": "Movimiento diagonal de arriba hacia abajo simulando cortar leña. Comienza con el balón sobre un hombro y llévalo diagonalmente hacia la cadera opuesta. Involucra todo el core con énfasis en oblicuos. Mantén los brazos extendidos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 252,
      "nombre_ejercicio": "Plank slam",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Balón medicinal",
      "dificultad": "Avanzado",
      "descripcion": "Desde plancha alta, toma el balón con una mano y golpéalo contra el suelo alternando lados. Requiere estabilidad excepcional del core. Mantén las caderas quietas mientras realizas el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 253,
      "nombre_ejercicio": "Burpee slam",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Balón medicinal",
      "dificultad": "Avanzado",
      "descripcion": "Combina un burpee completo con un slam ball. Realiza el slam, coloca las manos en el balón, salta a plancha, flexión opcional, vuelve a los pies y repite. Ejercicio metabólico extremadamente demandante.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 254,
      "nombre_ejercicio": "Bear crawl slam",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Balón medicinal",
      "dificultad": "Avanzado",
      "descripcion": "Realiza bear crawl arrastrando el balón, detente periódicamente para realizar un slam. Combina locomoción en cuadrupedia con movimientos explosivos. Mantén la espalda plana durante el crawl.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 255,
      "nombre_ejercicio": "Sprint slam",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Balón medicinal",
      "dificultad": "Avanzado",
      "descripcion": "Corre hacia el balón, recógelo y realiza un slam explosivo. Combina velocidad con potencia. Puede hacerse en distancias cortas o como parte de un circuito. Mantén la intensidad alta durante todo el ejercicio.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 256,
      "nombre_ejercicio": "Battle ropes waves",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Battle ropes",
      "dificultad": "Intermedio",
      "descripcion": "Crea ondas alternadas o simultáneas con las cuerdas. Mantén una posición atlética con rodillas ligeramente flexionadas. El movimiento debe venir de los hombros, no de los brazos. Mantén el core activado para estabilidad.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 257,
      "nombre_ejercicio": "Battle ropes spirals",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Battle ropes",
      "dificultad": "Intermedio",
      "descripcion": "Realiza movimientos circulares con ambas cuerdas, hacia adentro o hacia afuera. Trabaja los hombros desde diferentes ángulos. Mantén los círculos amplios y controlados. El core debe mantenerse estable.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 258,
      "nombre_ejercicio": "Battle ropes slams",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Battle ropes",
      "dificultad": "Intermedio",
      "descripcion": "Eleva ambas cuerdas sobre la cabeza y golpéalas contra el suelo con fuerza máxima. Usa todo el cuerpo en el movimiento, no solo los brazos. Mantén un ritmo constante y explosivo. Excelente para desarrollar potencia.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 259,
      "nombre_ejercicio": "Battle ropes alternating",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Battle ropes",
      "dificultad": "Principiante",
      "descripcion": "Ondas alternadas básicas subiendo y bajando cada brazo. Es el movimiento fundamental con battle ropes. Mantén un ritmo constante y respira regularmente. Comienza con intervalos cortos y progresa gradualmente.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 260,
      "nombre_ejercicio": "Battle ropes jumping jacks",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Battle ropes",
      "dificultad": "Intermedio",
      "descripcion": "Realiza jumping jacks mientras mantienes las cuerdas en movimiento. Coordina el movimiento de piernas con las ondas de las cuerdas. Ejercicio cardiovascular intenso que trabaja todo el cuerpo simultáneamente.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 261,
      "nombre_ejercicio": "Battle ropes squat",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Battle ropes",
      "dificultad": "Intermedio",
      "descripcion": "Mantén las ondas mientras realizas sentadillas. Puedes hacer sentadillas estáticas manteniendo la posición o dinámicas. La combinación aumenta significativamente la demanda metabólica. Mantén la técnica en ambos movimientos.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 262,
      "nombre_ejercicio": "Battle ropes lunges",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Battle ropes",
      "dificultad": "Intermedio",
      "descripcion": "Realiza zancadas mientras mantienes las cuerdas en movimiento. Pueden ser estáticas, alternadas o caminando. El desafío de coordinación es alto. Mantén el torso erguido y las ondas consistentes.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 263,
      "nombre_ejercicio": "Battle ropes plank",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Battle ropes",
      "dificultad": "Avanzado",
      "descripcion": "En posición de plancha, mueve una cuerda por vez manteniendo la estabilidad del core. Extremadamente desafiante para el core. Evita rotar las caderas mientras alternas los brazos. Comienza con intervalos cortos.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 264,
      "nombre_ejercicio": "Battle ropes side shuffle",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Battle ropes",
      "dificultad": "Intermedio",
      "descripcion": "Desplázate lateralmente mientras mantienes las ondas. Trabaja la agilidad lateral y la coordinación. Mantén una posición atlética baja y cambia de dirección periódicamente. El core debe permanecer estable.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 265,
      "nombre_ejercicio": "Battle ropes mountain climber",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Battle ropes",
      "dificultad": "Avanzado",
      "descripcion": "Alterna entre mountain climbers y ondas con las cuerdas. Realiza varias repeticiones de climbers, luego incorpora las cuerdas. Requiere coordinación excepcional y resistencia. Mantén las transiciones fluidas entre movimientos.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 266,
      "nombre_ejercicio": "Giros rusos battle ropes",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Battle ropes",
      "dificultad": "Intermedio",
      "descripcion": "Sentado con las cuerdas, realiza giros rusos moviendo las cuerdas de lado a lado. El peso y la inercia de las cuerdas aumentan significativamente la dificultad. Mantén los pies elevados para mayor intensidad.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 267,
      "nombre_ejercicio": "Battle ropes power slam",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Battle ropes",
      "dificultad": "Intermedio",
      "descripcion": "Slams con máxima potencia elevando las cuerdas lo más alto posible. Involucra todo el cuerpo en cada repetición. Usa las piernas para generar impulso desde abajo. Mantén un ritmo explosivo constante.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 268,
      "nombre_ejercicio": "Battle ropes single arm",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Battle ropes",
      "dificultad": "Intermedio",
      "descripcion": "Ondas con un solo brazo mientras el otro descansa o se mantiene estático. Permite trabajar unilateralmente y con mayor intensidad por brazo. Alterna los brazos en intervalos. Mantén la postura estable.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 269,
      "nombre_ejercicio": "Battle ropes in and out",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Battle ropes",
      "dificultad": "Intermedio",
      "descripcion": "Mueve las cuerdas horizontalmente juntándolas y separándolas. Trabaja los hombros en el plano horizontal. Mantén los brazos paralelos al suelo. Varía la velocidad para diferentes estímulos.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 270,
      "nombre_ejercicio": "Battle ropes figure 8",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Battle ropes",
      "dificultad": "Intermedio",
      "descripcion": "Crea patrones en forma de ocho con las cuerdas. Requiere coordinación y control del movimiento. Puede hacerse vertical u horizontalmente. Mantén el patrón amplio y fluido para máxima efectividad.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 271,
      "nombre_ejercicio": "Roll out rueda abdominal",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Rueda abdominal",
      "dificultad": "Intermedio",
      "descripcion": "Desde rodillas, rueda hacia adelante extendiendo el cuerpo lo más posible sin tocar el suelo. Mantén la espalda neutra y el core contraído. Vuelve a la posición inicial con control. Uno de los mejores ejercicios para el core.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 272,
      "nombre_ejercicio": "Roll out rodillas",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Rueda abdominal",
      "dificultad": "Principiante",
      "descripcion": "Versión básica del roll out desde rodillas. Ideal para principiantes. Comienza con rangos cortos y progresa gradualmente. Mantén los brazos rectos y evita arquear la espalda baja. Respira controladamente durante el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 273,
      "nombre_ejercicio": "Roll out de pie",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Rueda abdominal",
      "dificultad": "Avanzado",
      "descripcion": "Desde posición de pie, inclínate y rueda hacia adelante hasta extensión completa, luego vuelve a ponerte de pie. Requiere fuerza excepcional del core y flexibilidad. Es la progresión más difícil del ejercicio.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 274,
      "nombre_ejercicio": "Roll out lateral",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Rueda abdominal",
      "dificultad": "Avanzado",
      "descripcion": "Rueda en ángulo diagonal hacia los lados en lugar de recto. Enfatiza los oblicuos. Alterna los lados o completa series por lado. Mantén el control durante todo el movimiento evitando la rotación excesiva.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 275,
      "nombre_ejercicio": "Roll out single arm",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Rueda abdominal",
      "dificultad": "Avanzado",
      "descripcion": "Roll out usando solo un brazo en la rueda. Requiere fuerza anti-rotación excepcional. Comienza con rangos muy cortos. El brazo libre puede estar en la espalda o extendido para equilibrio.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 276,
      "nombre_ejercicio": "Wall roll out",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Rueda abdominal",
      "dificultad": "Intermedio",
      "descripcion": "Rueda verticalmente contra una pared. Buena progresión hacia el roll out completo. Permite ajustar la dificultad según la distancia a la pared. Mantén el cuerpo recto y controla el descenso.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 277,
      "nombre_ejercicio": "Plank to roll out",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Rueda abdominal",
      "dificultad": "Intermedio",
      "descripcion": "Comienza en plancha con manos en la rueda y realiza pequeños rodamientos. Combina isométrico con movimiento. Mantén las caderas bajas y evita arquear la espalda. Excelente para desarrollar control.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 278,
      "nombre_ejercicio": "V-roll out",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Rueda abdominal",
      "dificultad": "Avanzado",
      "descripcion": "Rueda formando un patrón en V, alternando diagonales. Trabaja el core desde múltiples ángulos. Requiere control excepcional y fuerza en los oblicuos. Mantén movimientos simétricos en ambos lados.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 279,
      "nombre_ejercicio": "Circle roll out",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Rueda abdominal",
      "dificultad": "Avanzado",
      "descripcion": "Realiza círculos completos con la rueda en lugar de líneas rectas. Extremadamente desafiante para el core. Comienza con círculos pequeños y aumenta gradualmente. Alterna direcciones para trabajo equilibrado.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 280,
      "nombre_ejercicio": "Decline roll out",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Rueda abdominal",
      "dificultad": "Avanzado",
      "descripcion": "Roll out con las rodillas o pies elevados en un banco. Aumenta significativamente la dificultad al cambiar el ángulo. Requiere mayor fuerza y estabilidad. Progresa gradualmente aumentando la altura.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 281,
      "nombre_ejercicio": "Swing kettlebell",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": "Isquiotibial",
      "equipamiento": "Kettlebell",
      "dificultad": "Intermedio",
      "descripcion": "Balancea la kettlebell entre las piernas y elévala hasta la altura de los hombros con un movimiento explosivo de caderas. El impulso debe venir de las caderas, no de los brazos. Mantén la espalda recta y el core activado. Fundamento del entrenamiento con kettlebell.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 282,
      "nombre_ejercicio": "Goblet squat kettlebell",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Kettlebell",
      "dificultad": "Principiante",
      "descripcion": "Sostén la kettlebell contra el pecho con ambas manos como un cáliz. Realiza sentadillas manteniendo el torso erguido. La posición del peso ayuda a mantener mejor postura. Excelente para aprender la técnica correcta de sentadilla.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 283,
      "nombre_ejercicio": "Levantamiento turco kettlebell",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Kettlebell",
      "dificultad": "Avanzado",
      "descripcion": "Desde posición tumbada con kettlebell extendida, levántate hasta ponerte de pie siguiendo una secuencia específica de movimientos. Requiere movilidad, estabilidad y coordinación. Uno de los ejercicios más completos que existen. Practica sin peso primero.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 284,
      "nombre_ejercicio": "Cargada kettlebell",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Cuádriceps",
      "equipamiento": "Kettlebell",
      "dificultad": "Avanzado",
      "descripcion": "Lleva la kettlebell desde el suelo hasta la posición de rack (hombro) en un movimiento explosivo. Requiere coordinación y timing. La kettlebell debe rotar alrededor de la muñeca, no golpear el antebrazo. Base para movimientos más complejos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 285,
      "nombre_ejercicio": "Arranque kettlebell",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Kettlebell",
      "dificultad": "Avanzado",
      "descripcion": "Lleva la kettlebell desde el suelo hasta sobre la cabeza en un movimiento continuo explosivo. Combina swing con press en un solo movimiento fluido. Requiere técnica perfecta para evitar lesiones. Desarrolla potencia total del cuerpo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 286,
      "nombre_ejercicio": "Press kettlebell",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Kettlebell",
      "dificultad": "Intermedio",
      "descripcion": "Desde la posición de rack, presiona la kettlebell sobre la cabeza. El diseño único de la kettlebell desafía la estabilización. Mantén el core activado y evita arquear la espalda. Puede hacerse estricto o con impulso de piernas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 287,
      "nombre_ejercicio": "Molino de viento kettlebell",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Kettlebell",
      "dificultad": "Avanzado",
      "descripcion": "Con kettlebell extendida sobre la cabeza, realiza una flexión lateral controlada tocando el suelo con la mano libre. Mantén la vista en la kettlebell. Requiere flexibilidad, movilidad y estabilidad del hombro. Excelente para el core y cadenas laterales.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 288,
      "nombre_ejercicio": "Thruster kettlebell",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Cuádriceps",
      "equipamiento": "Kettlebell",
      "dificultad": "Intermedio",
      "descripcion": "Combina una sentadilla frontal con press en un movimiento fluido. Desde la posición de rack, desciende en sentadilla y al subir usa el impulso para presionar sobre la cabeza. Ejercicio metabólico intenso que trabaja todo el cuerpo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 289,
      "nombre_ejercicio": "Tirón alto kettlebell",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Espalda",
      "equipamiento": "Kettlebell",
      "dificultad": "Intermedio",
      "descripcion": "Similar al swing pero tirando activamente con el brazo hasta la altura del hombro. El codo debe subir primero, como un remo alto explosivo. Desarrolla potencia en la espalda alta y hombros. Mantén la kettlebell cerca del cuerpo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 290,
      "nombre_ejercicio": "Sentadilla fitball",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Fitball",
      "dificultad": "Principiante",
      "descripcion": "Coloca la fitball entre tu espalda baja y la pared. Desciende en sentadilla mientras la pelota rueda por tu espalda. Proporciona soporte y feedback propioceptivo. Ideal para principiantes o rehabilitación. Mantén los pies adelantados.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 291,
      "nombre_ejercicio": "Hip thrust fitball",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": "Isquiotibial",
      "equipamiento": "Fitball",
      "dificultad": "Intermedio",
      "descripcion": "Con la espalda alta apoyada en la fitball o los pies sobre ella, realiza empujes de cadera. La inestabilidad aumenta la activación muscular. Aprieta fuertemente los glúteos en la parte superior. Controla el movimiento en ambas fases.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 292,
      "nombre_ejercicio": "Curl isquios fitball",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": null,
      "equipamiento": "Fitball",
      "dificultad": "Intermedio",
      "descripcion": "Tumbado con talones sobre la fitball, eleva las caderas y flexiona las rodillas rodando la pelota hacia los glúteos. Mantén las caderas elevadas durante todo el movimiento. La inestabilidad aumenta significativamente la dificultad.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 293,
      "nombre_ejercicio": "Plancha fitball",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Fitball",
      "dificultad": "Intermedio",
      "descripcion": "Realiza plancha con antebrazos o pies sobre la fitball. La superficie inestable aumenta drásticamente la activación del core. Mantén el cuerpo completamente recto resistiendo el movimiento de la pelota. Comienza con intervalos cortos.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 294,
      "nombre_ejercicio": "Flexiones fitball",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Fitball",
      "dificultad": "Intermedio",
      "descripcion": "Flexiones con manos sobre la fitball o pies elevados en ella. La inestabilidad requiere mayor activación de estabilizadores. Con manos en la pelota trabajas más el core, con pies enfatizas pectoral superior. Controla el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 295,
      "nombre_ejercicio": "Crunch fitball",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Fitball",
      "dificultad": "Principiante",
      "descripcion": "Tumbado sobre la fitball con la espalda baja apoyada, realiza flexiones de tronco. La pelota permite mayor rango de movimiento que el suelo. Mantén los pies firmes para estabilidad. No tires del cuello, usa los abdominales.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 296,
      "nombre_ejercicio": "Giros rusos fitball",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Fitball",
      "dificultad": "Intermedio",
      "descripcion": "Sentado sobre la fitball o con la espalda apoyada en ella, realiza rotaciones de torso. La inestabilidad aumenta el desafío del core. Puedes sostener peso adicional para mayor intensidad. Mantén el equilibrio durante el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 297,
      "nombre_ejercicio": "Extensión de espalda fitball",
      "grupo_muscular_principal": "Espalda",
      "grupo_muscular_secundario": null,
      "equipamiento": "Fitball",
      "dificultad": "Principiante",
      "descripcion": "Tumbado boca abajo sobre la fitball con la pelvis apoyada, realiza extensiones de espalda. Permite un rango de movimiento natural y seguro. Evita hiperextender. Puedes cruzar los brazos sobre el pecho o extenderlos para mayor dificultad.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 298,
      "nombre_ejercicio": "Flexiones bosu",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Bosu",
      "dificultad": "Intermedio",
      "descripcion": "Flexiones con manos sobre el lado plano o redondo del bosu. La superficie inestable aumenta la activación de estabilizadores del hombro y core. Comienza con el lado plano hacia arriba para menor dificultad. Mantén control total.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 299,
      "nombre_ejercicio": "Squat bosu",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Bosu",
      "dificultad": "Intermedio",
      "descripcion": "Sentadillas de pie sobre el lado redondo del bosu. Desafía el equilibrio y la propiocepción mientras fortalece las piernas. Comienza con sentadillas parciales y progresa. Mantén la vista al frente y el core activado para estabilidad.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 300,
      "nombre_ejercicio": "Plank bosu",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Bosu",
      "dificultad": "Intermedio",
      "descripcion": "Plancha con antebrazos o manos sobre el bosu. La inestabilidad multiplica la activación del core. Puede hacerse con el lado redondo hacia arriba o abajo según el nivel. Resiste activamente el movimiento manteniendo el cuerpo alineado.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 301,
      "nombre_ejercicio": "Bandera humana",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Dorsal",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Sostén el cuerpo horizontal lateralmente agarrado a una barra vertical. Requiere fuerza excepcional en core, dorsales y hombros. Una de las demostraciones más impresionantes de fuerza relativa. Progresa con negativos y posiciones escalonadas.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 302,
      "nombre_ejercicio": "Palanca frontal",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Colgado de una barra, mantén el cuerpo completamente horizontal mirando hacia abajo. Requiere fuerza extrema en dorsales y core. Progresa con versiones asistidas, negativas y posiciones tucked antes de la versión completa.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 303,
      "nombre_ejercicio": "Palanca posterior",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Pectoral",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Similar a la palanca frontal pero mirando hacia arriba. Considerada más difícil que la frontal. Requiere fuerza y flexibilidad excepcionales en hombros. Progresa cuidadosamente para evitar lesiones. Domina la palanca frontal primero.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 304,
      "nombre_ejercicio": "Planche",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Mantén el cuerpo horizontal paralelo al suelo sostenido únicamente por las manos. Una de las habilidades más difíciles de calistenia. Requiere años de preparación específica. Progresa con lean planche, tuck, advanced tuck y straddle.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 305,
      "nombre_ejercicio": "Maltese",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Pectoral",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Variación extrema del planche con brazos completamente extendidos lateralmente formando una cruz. Considerado uno de los elementos más difíciles en gimnasia. Requiere fuerza sobrehumana en hombros y años de preparación específica.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 306,
      "nombre_ejercicio": "Cruz de hierro",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Pectoral",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "En anillas, mantén el cuerpo vertical con brazos extendidos horizontalmente formando una cruz. Elemento clásico de gimnasia en anillas. Requiere fuerza excepcional y preparación específica de tejido conectivo. Progresa con asistencias.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 307,
      "nombre_ejercicio": "Hefesto",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Desde colgado en barra, realiza una dominada invertida llevando el cuerpo por detrás de la barra hasta quedar en apoyo. Movimiento extremadamente avanzado que combina fuerza de tracción con transición compleja. Requiere movilidad de hombros.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 308,
      "nombre_ejercicio": "Victorian",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Variación del planche donde las piernas se extienden hacia adelante en lugar de hacia atrás. Aún más difícil que el planche tradicional debido al brazo de palanca desfavorable. Solo alcanzable por atletas de élite con años de entrenamiento.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 309,
      "nombre_ejercicio": "Parada de manos a un brazo",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Equilibrio invertido sostenido por una sola mano. Requiere fuerza excepcional, equilibrio perfecto y años de práctica. Progresa dominando primero la parada de manos a dos brazos perfectamente. El control del core es fundamental.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 310,
      "nombre_ejercicio": "Caminata en parada de manos",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Camina sobre las manos manteniendo el equilibrio invertido. Requiere fuerza en hombros, control del core y coordinación excepcional. Comienza con pasos pequeños cerca de una pared. Progresa aumentando distancia y velocidad.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 311,
      "nombre_ejercicio": "Flexiones en L",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Flexiones manteniendo el cuerpo en posición de L (piernas horizontales). Combina la dificultad del L-sit con flexiones verticales. Requiere fuerza excepcional en hombros y flexibilidad. Progresa con versiones asistidas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 312,
      "nombre_ejercicio": "Flexiones azteca",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Flexión explosiva donde tocas los pies con las manos en el aire. Requiere potencia explosiva extrema y coordinación perfecta. Una de las variaciones más difíciles de flexiones. Progresa con flexiones explosivas más simples primero.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 313,
      "nombre_ejercicio": "Flexiones superman",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Flexión explosiva donde el cuerpo completo despega del suelo con brazos y piernas extendidos. Requiere potencia excepcional. El cuerpo debe quedar completamente horizontal en el aire. Progresa con flexiones clap y otras variaciones explosivas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 314,
      "nombre_ejercicio": "Flexiones a un brazo y pierna",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Flexión apoyado solo en una mano y el pie opuesto. Máximo desafío de estabilización y fuerza. Requiere control excepcional del core para evitar rotación. Solo posible tras dominar flexiones a un brazo tradicionales.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 315,
      "nombre_ejercicio": "Flexiones pseudo planche",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Flexiones con manos posicionadas más atrás, cerca de las caderas, inclinando el cuerpo hacia adelante. Simula la posición del planche. Excelente progresión hacia el planche completo. Aumenta gradualmente la inclinación hacia adelante.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 316,
      "nombre_ejercicio": "Flexiones parada de manos profundas",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Flexiones en parada de manos usando paralelas o bloques para mayor rango de movimiento. Permite descender la cabeza por debajo del nivel de las manos. Aumenta significativamente la dificultad y el desarrollo muscular.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 317,
      "nombre_ejercicio": "Flexiones tiger bend",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Desde flexión con antebrazos en el suelo, extiende a posición de flexión normal. Trabaja intensamente los tríceps con un patrón de movimiento único. Requiere fuerza y control excepcionales. También llamadas flexiones hindu.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 318,
      "nombre_ejercicio": "Flexiones lalanne",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Flexiones con brazos extendidos muy por delante del cuerpo. Nombradas por Jack LaLanne. El brazo de palanca extremo las hace increíblemente difíciles. Progresa aumentando gradualmente la distancia de las manos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 319,
      "nombre_ejercicio": "Flexiones escalonadas",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Flexiones con una mano elevada en una superficie mientras la otra está en el suelo. Crea un trabajo asimétrico desafiante. Alterna la posición de las manos o realiza series por lado. Buena progresión hacia flexiones a un brazo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 320,
      "nombre_ejercicio": "Flexiones explosivas a perro boca abajo",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Flexión explosiva que termina saltando a posición de perro boca abajo (V invertida). Combina potencia de empuje con movilidad dinámica. Requiere coordinación y explosividad. Excelente para atletas que necesitan transiciones rápidas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 321,
      "nombre_ejercicio": "Dominadas agarre amplio",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Dominadas con las manos separadas significativamente más que el ancho de hombros. Enfatiza la porción externa de los dorsales. Reduce la participación del bíceps. Más difícil que el agarre normal. Evita agarre excesivamente amplio para proteger hombros.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 322,
      "nombre_ejercicio": "Dominadas archer",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Dominadas dirigiendo la mayor parte del peso hacia un brazo mientras el otro asiste mínimamente. Excelente progresión hacia dominadas a un brazo. Alterna lados o completa series por lado. Mantén el brazo de asistencia lo más recto posible.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 323,
      "nombre_ejercicio": "Dominadas tras nuca",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Dominadas llevando la nuca hacia la barra en lugar de la barbilla. Trabaja los dorsales desde un ángulo diferente. Requiere buena movilidad de hombros. Algunos expertos desaconsejan por riesgo de lesión. Usa con precaución.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 324,
      "nombre_ejercicio": "Dominadas con peso",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Dominadas con peso adicional usando cinturón, chaleco o mancuerna entre pies. Permite sobrecarga progresiva cuando el peso corporal no es suficiente. Mantén técnica estricta. Progresa gradualmente con el peso añadido.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 325,
      "nombre_ejercicio": "Dominadas kipping",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Dominadas usando impulso del cuerpo (balanceo) para completar más repeticiones. Popular en CrossFit. Permite mayor volumen pero con menos tensión muscular por repetición. Requiere técnica específica para evitar lesiones. No sustituye dominadas estrictas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 326,
      "nombre_ejercicio": "Dominadas mariposa",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Versión más avanzada y eficiente del kipping con movimiento circular continuo. Permite máxima velocidad y volumen. Requiere excelente técnica y acondicionamiento. Alto riesgo de lesión si se ejecuta incorrectamente. Domina kipping primero.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 327,
      "nombre_ejercicio": "Dominadas en L",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Dominadas manteniendo las piernas extendidas horizontalmente formando una L. Combina fuerza de tracción con isométrico de core extremo. Requiere flexibilidad en isquiotibiales. Una de las variaciones más difíciles de dominadas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 328,
      "nombre_ejercicio": "Trepar cuerda",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Sube por una cuerda vertical usando técnica de pies para asistencia. Ejercicio funcional completo que desarrolla fuerza de agarre excepcional. Aprende técnica de seguridad apropiada. Comienza con cuerdas más gruesas y progresa.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 329,
      "nombre_ejercicio": "Trepar cuerda sin piernas",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Trepa usando solo los brazos con las piernas extendidas sin tocar la cuerda. Requiere fuerza de tracción y agarre excepcionales. Una de las demostraciones más impresionantes de fuerza del tren superior. Progresa con trepa asistida.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 330,
      "nombre_ejercicio": "Dominada a un brazo negativa",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Fase excéntrica controlada de dominada usando un solo brazo. Excelente progresión hacia dominada completa a un brazo. Comienza desde arriba y desciende lo más lento posible. Usa asistencia para volver arriba. Alterna brazos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 331,
      "nombre_ejercicio": "Sentadilla dragon avanzada",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Sentadilla unilateral profunda con la pierna libre extendida completamente detrás. Versión más extrema que requiere fuerza, equilibrio y movilidad excepcionales. La pierna trasera no debe tocar el suelo. Solo para atletas muy avanzados.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 332,
      "nombre_ejercicio": "Sentadilla camarón completa",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Sentadilla unilateral sujetando el pie de la pierna libre detrás con ambas manos. Requiere gran flexibilidad en cuádriceps y fuerza unilateral. El equilibrio es extremadamente desafiante. Progresa desde versiones asistidas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 333,
      "nombre_ejercicio": "Sentadilla matrix",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Sentadilla con inclinación posterior extrema del torso, casi paralelo al suelo. Requiere fuerza y flexibilidad excepcionales en tobillos y caderas. Popularizada por la película Matrix. Comienza con inclinaciones menores y progresa.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 334,
      "nombre_ejercicio": "Sentadilla salto 180 grados",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Sentadilla con salto incorporando un giro completo de 180 grados en el aire. Requiere potencia, coordinación y control espacial. Aterriza suavemente y continúa el movimiento. Excelente para deportes que requieren agilidad.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 335,
      "nombre_ejercicio": "Sentadilla salto una pierna",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Sentadilla pistol con salto explosivo al subir. Combina fuerza unilateral máxima con potencia. Extremadamente demandante. Aterriza en la misma pierna y mantén el control. Solo tras dominar sentadilla pistol regular.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 336,
      "nombre_ejercicio": "Sentadilla cossack salto",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Abductor",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Transición explosiva entre sentadillas cossack alternando lados con un salto. Requiere movilidad, fuerza y potencia. Excelente para deportes que requieren cambios de dirección rápidos. Mantén el control en los aterrizajes.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 337,
      "nombre_ejercicio": "Zancada reverencia salto",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": "Cuádriceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Zancadas cruzadas (curtsy lunges) alternando con saltos explosivos. Trabaja glúteos desde múltiples ángulos con componente pliométrico. Requiere coordinación y equilibrio excepcionales. Mantén el torso erguido durante el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 338,
      "nombre_ejercicio": "Salto cajón una pierna",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Salto a cajón o plataforma elevada usando solo una pierna. Requiere potencia unilateral excepcional. Comienza con alturas bajas y progresa. Aterriza con la misma pierna y mantén el equilibrio. Alto riesgo si no se domina la técnica.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 339,
      "nombre_ejercicio": "Salto en profundidad",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Déjate caer desde una altura y al aterrizar realiza inmediatamente un salto vertical máximo. Entrena el ciclo estiramiento-acortamiento. Método pliométrico avanzado. Comienza con alturas bajas (30-40cm) y progresa cuidadosamente.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 340,
      "nombre_ejercicio": "Salto horizontal una pierna",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Salto hacia adelante máximo con una sola pierna. Prueba clásica de potencia unilateral. Aterriza con la misma pierna manteniendo el equilibrio. Mide la distancia para trackear progreso. Fundamental para muchos deportes.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 341,
      "nombre_ejercicio": "Sentado en V",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Mantén el equilibrio sentado solo sobre los glúteos con piernas y torso elevados formando una V. Brazos extendidos paralelos a las piernas. Requiere fuerza excepcional del core y flexibilidad. Progresa desde versiones con rodillas flexionadas.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 342,
      "nombre_ejercicio": "Manna",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Progresión extrema del V-sit donde las caderas se elevan por encima del nivel de las manos. Una de las habilidades más difíciles de calistenia. Requiere compresión y fuerza excepcionales. Solo alcanzable tras años de preparación específica.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 343,
      "nombre_ejercicio": "Pulsos bandera humana",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Dorsal",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Desde la posición de bandera humana, realiza pequeños movimientos de subida y bajada controlados. Aumenta enormemente la dificultad de la bandera estática. Solo posible tras dominar la bandera humana completa por varios segundos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 344,
      "nombre_ejercicio": "Bandera dragón",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Tumbado sujetando algo detrás de la cabeza, eleva todo el cuerpo recto excepto hombros. Popularizado por Bruce Lee. Desciende controladamente sin que el cuerpo toque el suelo. Uno de los mejores ejercicios para core.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 345,
      "nombre_ejercicio": "Progresiones palanca",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Dorsal",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Serie de ejercicios progresivos hacia palanca frontal y posterior: tuck, advanced tuck, straddle, half lay, full. Cada progresión requiere semanas o meses de trabajo. Paciencia y consistencia son clave. Trabaja negativos y estáticos.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 346,
      "nombre_ejercicio": "Muscle up en anillas",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Pectoral",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Muscle up en anillas gimnásticas. Mucho más difícil que en barra debido a la inestabilidad. Requiere transición de falso agarre y gran control. La técnica es crucial. Progresa con muscle ups asistidos y transiciones lentas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 347,
      "nombre_ejercicio": "Fondos en anillas",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": "Pectoral",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Fondos en anillas gimnásticas con máxima inestabilidad. Significativamente más difícil que en paralelas. Mantén las anillas pegadas al cuerpo. Comienza con negativas y asistencias. Desarrolla estabilizadores del hombro.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 348,
      "nombre_ejercicio": "Flexiones en anillas",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Flexiones con manos en anillas bajas. La inestabilidad multiplica la dificultad y activación muscular. Comienza con anillas más altas para menor dificultad. Mantén las anillas quietas durante el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 349,
      "nombre_ejercicio": "Fondos búlgaro en anillas",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": "Pectoral",
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Fondos en anillas llevando los codos hacia atrás en lugar de a los lados. Extremadamente desafiante para los tríceps. Requiere movilidad de hombros. Progresa desde fondos regulares en anillas. Cuidado con la posición de hombros.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 350,
      "nombre_ejercicio": "Posición L en anillas",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Peso corporal",
      "dificultad": "Avanzado",
      "descripcion": "Mantén posición de L-sit en anillas. La inestabilidad añade dificultad significativa comparado con paralelas. Requiere fuerza de core y estabilización de hombros. Progresa desde L-sit en paralelas o suelo primero.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 351,
      "nombre_ejercicio": "Peso muerto agarre arranque",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Espalda",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Peso muerto con agarre muy amplio como en arranque olímpico. Aumenta el rango de movimiento y la activación de espalda alta. Requiere mayor movilidad. Usa straps si el agarre limita. Excelente para desarrollo de trapecios.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 352,
      "nombre_ejercicio": "Peso muerto deficitario",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Peso muerto desde plataforma elevada de 5-10cm aumentando el rango de movimiento. Fortalece la porción inicial del levantamiento. Requiere mayor movilidad y fuerza. Progresa gradualmente con la altura del déficit.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 353,
      "nombre_ejercicio": "Peso muerto con pausa",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Peso muerto con pausa de 2-3 segundos a media altura (rodillas). Elimina el reflejo de estiramiento y aumenta tiempo bajo tensión. Fortalece puntos débiles. Usa menos peso que el peso muerto regular.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 354,
      "nombre_ejercicio": "Peso muerto velocidad",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Peso muerto con 50-70% del máximo enfocándose en velocidad explosiva. Desarrolla potencia. Mantén técnica perfecta a pesar de la velocidad. Útil para romper mesetas. Descansa completamente entre series.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 355,
      "nombre_ejercicio": "Peso muerto piernas rígidas",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Variación con piernas completamente extendidas (no solo ligeramente flexionadas como el rumano). Máximo estiramiento de isquiotibiales. Solo para personas con excelente flexibilidad. Cuidado con la espalda baja.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 356,
      "nombre_ejercicio": "Peso muerto un brazo",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Espalda",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Peso muerto sujetando la barra con una sola mano en el centro. Desafío extremo de agarre y estabilización anti-rotación. Usa menos peso. Alterna manos. Excelente para fuerza funcional y del core.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 357,
      "nombre_ejercicio": "Peso muerto jefferson",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Peso muerto con la barra entre las piernas, un pie adelante y otro atrás. Trabaja el cuerpo de forma asimétrica. Reduce estrés en espalda baja. Alterna la posición de pies. Poco común pero efectivo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 358,
      "nombre_ejercicio": "Peso muerto maleta",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Espalda",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Peso muerto con barra al lado del cuerpo como una maleta. Tremendo desafío de estabilización lateral. Trabaja intensamente el core anti-flexión lateral. Usa menos peso que peso muerto regular. Alterna lados.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 359,
      "nombre_ejercicio": "Peso muerto landmine",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Peso muerto con un extremo de la barra anclado en landmine o esquina. Permite un arco de movimiento único. Más amigable para la espalda baja. Puede hacerse con agarre paralelo usando accesorio o perpendicular.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 360,
      "nombre_ejercicio": "Tirón alto agarre arranque",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Espalda",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Tirón explosivo con agarre amplio de arranque. Desarrolla potencia para levantamientos olímpicos. La barra debe subir al menos hasta el pecho. Enfócate en la velocidad y extensión triple. No es un remo alto lento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 361,
      "nombre_ejercicio": "Sentadilla en cajón",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Sentadilla con pausa sentándose completamente en un cajón o banco. Elimina el reflejo de estiramiento. Enseña a generar fuerza desde posición muerta. Popular en powerlifting. La altura del cajón debe permitir muslos paralelos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 362,
      "nombre_ejercicio": "Sentadilla desde pines",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Comienza el movimiento desde la posición baja con la barra en los seguros del rack. Elimina la fase excéntrica y el reflejo elástico. Fortalece puntos débiles. Ajusta la altura según tu punto de estancamiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 363,
      "nombre_ejercicio": "Sentadilla anderson",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Similar a sentadilla desde pines pero comenzando desde la posición más baja posible. Nombrada por Paul Anderson. Desarrolla fuerza absoluta desde posición desfavorable. Progresa subiendo gradualmente los pines.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 364,
      "nombre_ejercicio": "Sentadilla con pausa",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Sentadilla con pausa de 2-3 segundos en la posición más baja. Elimina rebote y aumenta tiempo bajo tensión. Mejora fuerza en la salida del hoyo. Común en powerlifting. Mantén tensión durante la pausa.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 365,
      "nombre_ejercicio": "Sentadilla velocidad",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Sentadillas con 50-60% del máximo enfocándose en velocidad explosiva. Método Westside. Desarrolla potencia y velocidad. 8-12 series de 2-3 reps con descansos cortos. Mantén aceleración máxima en todo el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 366,
      "nombre_ejercicio": "Sentadilla postura amplia",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": "Cuádriceps",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Sentadilla con pies muy separados y puntas hacia afuera. Estilo powerlifting. Enfatiza glúteos y aductores. Permite mover más peso en algunos levantadores. Requiere buena movilidad de caderas. Rodillas siguen la línea de los pies.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 367,
      "nombre_ejercicio": "Sentadilla talones elevados",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": null,
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Sentadilla con talones elevados en discos o cuñas. Aumenta el énfasis en cuádriceps y permite mayor profundidad si hay limitación de movilidad en tobillos. Popular entre culturistas. No sustituye trabajo de movilidad.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 368,
      "nombre_ejercicio": "Sentadilla barra seguridad",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Sentadilla usando barra de seguridad (SSB) con manijas. Cambia el centro de gravedad haciendo el ejercicio más desafiante. Más cómodo para hombros con problemas. Excelente variación para prevenir adaptación.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 369,
      "nombre_ejercicio": "Sentadilla zercher",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Sentadilla sosteniendo la barra en el pliegue de los codos. Posición incómoda pero efectiva. Gran activación del core y postura más vertical. Usa almohadilla o toalla. Nombrada por Ed Zercher.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 370,
      "nombre_ejercicio": "Sentadilla búlgara con barra",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Sentadilla búlgara (split squat) con barra en la espalda. Aumenta significativamente la intensidad. Requiere gran equilibrio y estabilización. Comienza con peso ligero. Excelente para corregir desequilibrios musculares.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 371,
      "nombre_ejercicio": "Press kettlebell invertida",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Antebrazos",
      "equipamiento": "Kettlebell",
      "dificultad": "Avanzado",
      "descripcion": "Press con la kettlebell boca abajo (bottom-up). Requiere tremendo control y fuerza de agarre. Mejora estabilización del hombro. Comienza con peso ligero. La kettlebell no debe tambalearse durante el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 372,
      "nombre_ejercicio": "Barra de brazo kettlebell",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": null,
      "equipamiento": "Kettlebell",
      "dificultad": "Avanzado",
      "descripcion": "Tumbado lateral, lleva la kettlebell desde el suelo hasta brazo extendido vertical. Ejercicio de movilidad y estabilidad del hombro. Componente del levantamiento turco. Mantén el brazo perpendicular al suelo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 373,
      "nombre_ejercicio": "Press inclinado kettlebell",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Kettlebell",
      "dificultad": "Avanzado",
      "descripcion": "Press overhead mientras te inclinas lateralmente en dirección opuesta. Trabaja el core anti-flexión lateral intensamente. Mantén cadera y hombros cuadrados. Popular en entrenamiento de strongman.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 374,
      "nombre_ejercicio": "Press sots kettlebell",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Cuádriceps",
      "equipamiento": "Kettlebell",
      "dificultad": "Avanzado",
      "descripcion": "Press desde la posición más baja de sentadilla. Requiere movilidad excepcional en hombros, caderas y tobillos. Nombrado por Viktor Sots. Comienza con peso muy ligero. Construye fuerza en posiciones extremas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 375,
      "nombre_ejercicio": "Press doble kettlebell",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Kettlebell",
      "dificultad": "Avanzado",
      "descripcion": "Press con dos kettlebells simultáneamente. Mayor carga total y desafío de estabilización. Requiere técnica de clean doble primero. Las kettlebells pueden presionarse juntas o con rotación. Desarrolla fuerza simétrica.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 376,
      "nombre_ejercicio": "Swing doble kettlebell",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": "Isquiotibial",
      "equipamiento": "Kettlebell",
      "dificultad": "Avanzado",
      "descripcion": "Swing con dos kettlebells simultáneamente. Requiere mayor fuerza y estabilización. Las kettlebells deben moverse sincronizadas. Más ancho de pies que swing simple. Progresa desde dominar swing simple perfectamente.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 377,
      "nombre_ejercicio": "Swing un brazo",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Kettlebell",
      "dificultad": "Avanzado",
      "descripcion": "Swing con una sola mano aumentando el desafío anti-rotación. Permite mayor rango de movimiento. El brazo libre puede estar extendido para balance. Alterna manos cada serie o dentro de la serie.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 378,
      "nombre_ejercicio": "Swing alternado",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": "Isquiotibial",
      "equipamiento": "Kettlebell",
      "dificultad": "Avanzado",
      "descripcion": "Cambia de mano en cada swing en el punto más alto. Requiere timing y coordinación precisos. El cambio debe ser suave sin interrumpir el ritmo. Excelente para deportes que requieren coordinación mano-ojo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 379,
      "nombre_ejercicio": "Malabares kettlebell",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Antebrazos",
      "equipamiento": "Kettlebell",
      "dificultad": "Avanzado",
      "descripcion": "Lanzamientos y recepciones controladas de kettlebell. Incluye flips, rotaciones y pases. Desarrolla coordinación, timing y fuerza de agarre. Comienza con kettlebell ligera. Requiere espacio y superficie segura.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 380,
      "nombre_ejercicio": "Flujo kettlebell",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Kettlebell",
      "dificultad": "Avanzado",
      "descripcion": "Secuencia continua de movimientos sin pausas: swing, clean, press, squat, etc. Crea tu propio flujo o sigue secuencias establecidas. Excelente acondicionamiento metabólico. La técnica no debe comprometerse por la fatiga.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 381,
      "nombre_ejercicio": "Sentadilla pistol con peso",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Mancuernas",
      "dificultad": "Avanzado",
      "descripcion": "Sentadilla pistol sosteniendo mancuerna(s). El peso adicional aumenta la dificultad pero puede ayudar con el balance como contrapeso. Comienza con peso ligero al frente. Mantén control total en el descenso.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 382,
      "nombre_ejercicio": "Sentadilla overhead un brazo",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Mancuernas",
      "dificultad": "Avanzado",
      "descripcion": "Sentadilla manteniendo una mancuerna overhead con un brazo. Desafío de estabilización y movilidad. Requiere core fuerte para resistir flexión lateral. Alterna brazos. Excelente para identificar y corregir desequilibrios.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 383,
      "nombre_ejercicio": "Zancadas caminando overhead",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Mancuernas",
      "dificultad": "Avanzado",
      "descripcion": "Zancadas caminando con mancuernas sostenidas sobre la cabeza. Combina fuerza de piernas con estabilidad de hombros y core. Mantén los brazos bloqueados verticalmente. Requiere excelente movilidad y control.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 384,
      "nombre_ejercicio": "Remo un brazo explosivo",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Mancuernas",
      "dificultad": "Avanzado",
      "descripcion": "Remo unilateral con aceleración máxima. Permite usar más peso que remo estricto. La mancuerna debe subir explosivamente pero controlada en el descenso. No dejes que el impulso comprometa la forma.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 385,
      "nombre_ejercicio": "Renegade row en T",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Mancuernas",
      "dificultad": "Avanzado",
      "descripcion": "Renegade row seguido de rotación a posición T (plancha lateral con brazo elevado). Combina tracción con rotación y estabilización. Alterna lados. Mantén caderas estables durante todo el movimiento complejo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 386,
      "nombre_ejercicio": "Arranque un brazo",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Mancuernas",
      "dificultad": "Avanzado",
      "descripcion": "Lleva la mancuerna del suelo a overhead en un movimiento explosivo. Versión unilateral del arranque olímpico. Requiere potencia y coordinación. El movimiento debe ser fluido y continuo. Alterna brazos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 387,
      "nombre_ejercicio": "Complejo mancuernas",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Mancuernas",
      "dificultad": "Avanzado",
      "descripcion": "Serie de 4-6 ejercicios realizados sin soltar las mancuernas. Ejemplo: deadlift, row, clean, press, squat, lunge. Todas las reps de un ejercicio antes de pasar al siguiente. Brutal para acondicionamiento. Elige peso apropiado para ejercicio más débil.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 388,
      "nombre_ejercicio": "Carga asimétrica",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Antebrazos",
      "equipamiento": "Mancuernas",
      "dificultad": "Avanzado",
      "descripcion": "Camina o permanece de pie con pesos muy diferentes en cada mano. Desafía tremendamente la estabilización del core. La diferencia puede ser 2:1 o más. Mantén postura perfectamente vertical resistiendo la inclinación.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 389,
      "nombre_ejercicio": "Carga maleta",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Antebrazos",
      "equipamiento": "Mancuernas",
      "dificultad": "Avanzado",
      "descripcion": "Camina sosteniendo peso solo en un lado como una maleta pesada. Máximo desafío anti-flexión lateral del core. Mantén hombros nivelados y postura erguida. Cambia de lado a mitad de distancia o en series separadas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 390,
      "nombre_ejercicio": "Caminata camarero",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Mancuernas",
      "dificultad": "Avanzado",
      "descripcion": "Camina con mancuerna sostenida overhead con un brazo como camarero con bandeja. Requiere estabilidad de hombro y core excepcionales. Mantén el brazo completamente vertical. Alterna brazos. Excelente para salud del hombro.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 391,
      "nombre_ejercicio": "Leñador explosivo cable",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Avanzado",
      "descripcion": "Woodchopper con máxima velocidad y potencia. El cable debe moverse explosivamente en la fase concéntrica pero controlado en la excéntrica. Desarrolla potencia rotacional para deportes. Mantén brazos relativamente extendidos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 392,
      "nombre_ejercicio": "Press anti-rotación cable",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Avanzado",
      "descripcion": "De lado al cable, extiende los brazos al frente resistiendo la rotación. Variación avanzada del Pallof press. Puedes añadir movimientos: caminar, sentadillas, etc., manteniendo la resistencia anti-rotación.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 393,
      "nombre_ejercicio": "Remo un brazo cable",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Cable",
      "dificultad": "Avanzado",
      "descripcion": "Remo unilateral permitiendo rotación controlada del torso. Más funcional que remo estricto. La rotación debe venir del core, no de impulso. Excelente para deportes de raqueta y artes marciales.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 394,
      "nombre_ejercicio": "Peso muerto una pierna cable",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Cable",
      "dificultad": "Avanzado",
      "descripcion": "RDL unilateral con cable bajo. La resistencia horizontal del cable añade componente de estabilización único. Excelente para equilibrio y propiocepción. Mantén cadera de la pierna de trabajo hacia atrás.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 395,
      "nombre_ejercicio": "Zancada lateral cable",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": "Abductor",
      "equipamiento": "Cable",
      "dificultad": "Avanzado",
      "descripcion": "Zancadas laterales con resistencia de cable. Puede ser con cable al lado (resistiendo) o al frente (asistiendo). Trabaja plano frontal de movimiento a menudo descuidado. Mantén pie de apoyo firmemente plantado.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 396,
      "nombre_ejercicio": "Marcha cable",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Avanzado",
      "descripcion": "Marcha en el sitio sosteniendo cable en posición de Pallof press. Combina anti-rotación con estabilización dinámica. Levanta rodillas alto manteniendo torso estable. Intensidad brutal para el core.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 397,
      "nombre_ejercicio": "Leñador media rodilla cable",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Cable",
      "dificultad": "Avanzado",
      "descripcion": "Woodchopper desde posición de media rodilla. Elimina contribución de piernas enfocando el trabajo en core. Mayor rango de movimiento que versión arrodillada. Alterna rodilla adelantada.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 398,
      "nombre_ejercicio": "Press un brazo cable",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Cable",
      "dificultad": "Avanzado",
      "descripcion": "Press horizontal unilateral de pie. Requiere tremenda estabilización del core para resistir rotación. Más funcional que press bilateral. Permite mayor rango de movimiento. Mantén caderas cuadradas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 399,
      "nombre_ejercicio": "Zancada posterior cable",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Cable",
      "dificultad": "Avanzado",
      "descripcion": "Zancadas hacia atrás con resistencia de cable frontal. Añade componente de estabilización anterior. Mantén torso erguido resistiendo la tracción del cable. Excelente para atletas que necesitan desaceleración.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 400,
      "nombre_ejercicio": "Remo rotacional cable",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Cable",
      "dificultad": "Avanzado",
      "descripcion": "Combina remo con rotación completa del torso. Movimiento altamente funcional para deportes. Comienza de lado al cable y termina mirando hacia él. Control total del movimiento. Potencia desde caderas y core.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 401,
      "nombre_ejercicio": "Press banca con pausa",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Press banca con pausa de 2-3 segundos con la barra en el pecho. Elimina rebote y stretch reflex. Estándar en competición de powerlifting. Mantén tensión durante la pausa. Desarrolla fuerza desde posición muerta.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 402,
      "nombre_ejercicio": "Press banca agarre cerrado",
      "grupo_muscular_principal": "Tríceps",
      "grupo_muscular_secundario": "Pectoral",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Press con manos separadas al ancho de hombros o menos. Transfiere el énfasis a los tríceps. Los codos deben mantenerse más pegados al cuerpo. Cuidado con las muñecas. Excelente constructor de tríceps para mejorar el lockout del press regular.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 403,
      "nombre_ejercicio": "Press desde suelo",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Press iniciando con la barra en el suelo, eliminando la fase excéntrica. Desarrolla fuerza concéntrica pura. Requiere flexibilidad para posicionarse. Usa bloques si es necesario. Popular en powerlifting para trabajar puntos débiles.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 404,
      "nombre_ejercicio": "Remo inclinado en banco",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Bíceps",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Remo con el pecho apoyado en banco inclinado. Elimina el impulso y protege la espalda baja. Permite mayor concentración en la contracción. El banco debe estar a 30-45 grados. Deja que los brazos cuelguen completamente.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 405,
      "nombre_ejercicio": "Press landmine",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Press con barra anclada en landmine. El arco de movimiento es más natural para el hombro. Puede hacerse unilateral o bilateral, de rodillas o de pie. Excelente para quienes tienen limitaciones en press overhead tradicional.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 406,
      "nombre_ejercicio": "Remo landmine",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Remo con barra en landmine. Permite diferentes ángulos y agarres. Versión en T-bar row es popular. El ángulo único proporciona un estímulo diferente. Mantén el core apretado para proteger la espalda baja.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 407,
      "nombre_ejercicio": "Empuje cadera con barra",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": "Isquiotibial",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Hip thrust con barra pesada para máxima sobrecarga. Usa pad para comodidad. El banco debe estar a la altura de los omóplatos. Pausa en la contracción máxima. Uno de los mejores ejercicios para desarrollo de glúteos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 408,
      "nombre_ejercicio": "Puente glúteo con barra",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Puente de glúteo desde el suelo con barra sobre las caderas. Menor rango que hip thrust pero permite cargas muy pesadas. Aprieta fuertemente en la parte superior. Puede hacerse con pausa o tempo controlado.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 409,
      "nombre_ejercicio": "Empuje cadera una pierna",
      "grupo_muscular_principal": "Glúteo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Hip thrust unilateral con barra. Extremadamente desafiante para el glúteo y la estabilización. Comienza con peso corporal y progresa. Mantén la pelvis nivelada durante todo el movimiento. Alterna piernas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 410,
      "nombre_ejercicio": "Press bradford",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Barra",
      "dificultad": "Avanzado",
      "descripcion": "Press alternando la barra delante y detrás de la cabeza sin bajarla completamente. Mantiene tensión constante en deltoides. Nombrado por Jim Bradford. Requiere buena movilidad de hombros. No recomendado para todos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 411,
      "nombre_ejercicio": "Sentadilla pistol TRX",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "TRX",
      "dificultad": "Avanzado",
      "descripcion": "Sentadilla a una pierna usando TRX para asistencia mínima. Permite aprender el patrón de movimiento con apoyo. Reduce gradualmente la dependencia del TRX. Mantén el talón plantado y la rodilla alineada.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 412,
      "nombre_ejercicio": "Muscle up TRX",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Pectoral",
      "equipamiento": "TRX",
      "dificultad": "Avanzado",
      "descripcion": "Versión modificada del muscle up usando TRX. La inclinación del cuerpo determina la dificultad. Permite practicar la transición de tracción a empuje. Progresión hacia muscle up en barra o anillas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 413,
      "nombre_ejercicio": "Remo un brazo TRX",
      "grupo_muscular_principal": "Dorsal",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "TRX",
      "dificultad": "Avanzado",
      "descripcion": "Remo unilateral que maximiza la inestabilidad. Requiere fuerza anti-rotación significativa del core. Permite mayor rango de movimiento que remo bilateral. Mantén caderas y hombros cuadrados.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 414,
      "nombre_ejercicio": "Burpee una pierna TRX",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "TRX",
      "dificultad": "Avanzado",
      "descripcion": "Burpee con una pierna en la correa del TRX. Aumenta dramáticamente la dificultad y el trabajo de estabilización. Alterna piernas. Mantén el movimiento fluido a pesar de la inestabilidad.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 415,
      "nombre_ejercicio": "Flexiones archer TRX",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "TRX",
      "dificultad": "Avanzado",
      "descripcion": "Flexiones dirigiendo el peso hacia un brazo con pies en TRX. Combina el desafío unilateral con inestabilidad. Progresión avanzada hacia flexiones a un brazo. Controla la velocidad del movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 416,
      "nombre_ejercicio": "Sentadilla salto TRX",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "TRX",
      "dificultad": "Avanzado",
      "descripcion": "Sentadillas con salto asistidas por TRX permitiendo mayor explosividad. Las correas ayudan en el aterrizaje y permiten saltos más altos. Mantén tensión en las correas durante todo el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 417,
      "nombre_ejercicio": "Press un brazo TRX",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "TRX",
      "dificultad": "Avanzado",
      "descripcion": "Press unilateral con máxima inestabilidad. Requiere fuerza y control excepcionales. El brazo libre puede estar extendido para balance. Progresa desde press bilateral dominando primero el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 418,
      "nombre_ejercicio": "Potencia rotacional TRX",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "TRX",
      "dificultad": "Avanzado",
      "descripcion": "Movimiento explosivo rotacional usando TRX. Simula patrones deportivos de lanzamiento. Genera potencia desde las caderas a través del core. Mantén brazos relativamente extendidos durante la rotación.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 419,
      "nombre_ejercicio": "Peso muerto una pierna TRX",
      "grupo_muscular_principal": "Isquiotibial",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "TRX",
      "dificultad": "Avanzado",
      "descripcion": "RDL unilateral con TRX para asistencia de equilibrio. Permite enfocarse en el patrón de movimiento sin preocuparse tanto por el balance. Mantén la pierna trasera alineada con el torso durante todo el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 420,
      "nombre_ejercicio": "Sentadilla overhead TRX",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "TRX",
      "dificultad": "Avanzado",
      "descripcion": "Sentadilla manteniendo los brazos extendidos sobre la cabeza con TRX. Desafía la movilidad de hombros y tobillos. Las correas proporcionan feedback propioceptivo. Mantén tensión constante en las correas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 421,
      "nombre_ejercicio": "Golpeo explosivo balón medicinal",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Balón medicinal",
      "dificultad": "Avanzado",
      "descripcion": "Slam ball con máxima velocidad y potencia. Eleva el balón completamente sobre la cabeza con extensión total del cuerpo. Golpea con toda la fuerza usando core y brazos. Recoge inmediatamente y repite sin pausa.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 422,
      "nombre_ejercicio": "Lanzamiento rotacional balón",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Balón medicinal",
      "dificultad": "Avanzado",
      "descripcion": "Lanzamiento lateral explosivo contra pared. Genera máxima potencia rotacional desde las caderas. Útil para deportes de lanzamiento. Recibe el rebote con control y repite fluidamente. Alterna direcciones.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 423,
      "nombre_ejercicio": "Golpeo un brazo balón medicinal",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Balón medicinal",
      "dificultad": "Avanzado",
      "descripcion": "Slam ball usando solo un brazo. Requiere mayor estabilización del core para resistir rotación. Comienza con balón más ligero. Alterna brazos. Mantén el torso estable durante el movimiento explosivo.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 424,
      "nombre_ejercicio": "Burpee golpeo balón medicinal",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Balón medicinal",
      "dificultad": "Avanzado",
      "descripcion": "Burpee completo finalizando con slam ball. Uno de los ejercicios más demandantes metabólicamente. Mantén la técnica a pesar de la fatiga. El slam debe ser explosivo incluso cuando estés cansado.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 425,
      "nombre_ejercicio": "Zancada overhead balón medicinal",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Balón medicinal",
      "dificultad": "Avanzado",
      "descripcion": "Zancadas manteniendo el balón sobre la cabeza con brazos extendidos. Desafía la estabilidad del core y hombros mientras trabajas las piernas. Puede ser estático o caminando. Mantén el balón estable.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 426,
      "nombre_ejercicio": "Cargada balón medicinal",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Cuádriceps",
      "equipamiento": "Balón medicinal",
      "dificultad": "Avanzado",
      "descripcion": "Lleva el balón del suelo a los hombros en movimiento explosivo. Simula cargada olímpica. El agarre del balón es más desafiante que una barra. Usa las piernas para generar potencia, no solo los brazos.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 427,
      "nombre_ejercicio": "Golpeo una pierna balón medicinal",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Glúteo",
      "equipamiento": "Balón medicinal",
      "dificultad": "Avanzado",
      "descripcion": "Slam ball parado en una pierna. Desafío extremo de equilibrio y estabilización. Mantén la rodilla de apoyo ligeramente flexionada. Alterna piernas. El core debe trabajar intensamente para mantener estabilidad.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 428,
      "nombre_ejercicio": "Levantamiento turco balón medicinal",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Balón medicinal",
      "dificultad": "Avanzado",
      "descripcion": "Turkish get up sosteniendo balón medicinal. La forma esférica añade inestabilidad comparado con pesa. Requiere mayor control y activación de estabilizadores. Progresa desde versión sin peso.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 429,
      "nombre_ejercicio": "Flexiones pliométricas balón",
      "grupo_muscular_principal": "Pectoral",
      "grupo_muscular_secundario": "Tríceps",
      "equipamiento": "Balón medicinal",
      "dificultad": "Avanzado",
      "descripcion": "Flexiones explosivas con manos alternando sobre el balón. Desarrolla potencia y coordinación. Una mano en balón, otra en suelo, explota para cambiar. Requiere fuerza explosiva y control.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 430,
      "nombre_ejercicio": "Escalador balón medicinal",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Balón medicinal",
      "dificultad": "Avanzado",
      "descripcion": "Mountain climbers con manos sobre balón medicinal. La inestabilidad multiplica el trabajo del core. Mantén el balón estable mientras alternas rodillas. Velocidad controlada para mantener forma correcta.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 431,
      "nombre_ejercicio": "Ondas dobles battle ropes",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Battle ropes",
      "dificultad": "Avanzado",
      "descripcion": "Ambas cuerdas suben y bajan simultáneamente con máxima amplitud. Requiere mayor potencia que ondas alternadas. Usa todo el cuerpo para generar las ondas, no solo brazos. Mantén ritmo constante.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 432,
      "nombre_ejercicio": "Lanzamiento luchador battle ropes",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Battle ropes",
      "dificultad": "Avanzado",
      "descripcion": "Simula movimiento de lanzamiento de luchador con las cuerdas. Movimiento diagonal explosivo de arriba hacia abajo alternando lados. Involucra rotación del core. Mantén postura atlética baja.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 433,
      "nombre_ejercicio": "Tornado battle ropes",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Battle ropes",
      "dificultad": "Avanzado",
      "descripcion": "Movimiento circular continuo con ambas cuerdas creando un patrón de tornado. Requiere coordinación y resistencia excepcionales. El movimiento debe ser fluido y controlado. Alterna direcciones periódicamente.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 434,
      "nombre_ejercicio": "Sprawl battle ropes",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Battle ropes",
      "dificultad": "Avanzado",
      "descripcion": "Combina sprawls (burpee sin flexión) con ondas de battle ropes. Realiza ondas, suelta las cuerdas, sprawl, vuelve a tomar las cuerdas y repite. Ejercicio metabólico extremo. Mantén transiciones rápidas.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 435,
      "nombre_ejercicio": "Burpee golpeo battle ropes",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Battle ropes",
      "dificultad": "Avanzado",
      "descripcion": "Burpee completo terminando con slams de cuerdas en lugar de salto. Mantén las cuerdas durante todo el burpee o suéltalas y retómalas. Una de las combinaciones más agotadoras. Requiere resistencia mental.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 436,
      "nombre_ejercicio": "Espiral un brazo battle ropes",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Battle ropes",
      "dificultad": "Avanzado",
      "descripcion": "Movimientos circulares con una sola cuerda mientras la otra descansa o realiza otro patrón. Permite mayor intensidad por brazo y trabajo unilateral. Mantén el core estable para resistir rotación.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 437,
      "nombre_ejercicio": "Zancada posterior battle ropes",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Battle ropes",
      "dificultad": "Avanzado",
      "descripcion": "Zancadas hacia atrás mientras mantienes ondas constantes. Coordinación desafiante entre tren superior e inferior. Mantén el torso erguido y las ondas consistentes. Alterna piernas manteniendo el ritmo.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 438,
      "nombre_ejercicio": "Desplazamiento lateral battle ropes",
      "grupo_muscular_principal": "Cuádriceps",
      "grupo_muscular_secundario": "Hombro",
      "equipamiento": "Battle ropes",
      "dificultad": "Avanzado",
      "descripcion": "Desplazamiento lateral rápido mientras creas ondas intensas. Trabaja agilidad, coordinación y resistencia. Mantén posición atlética baja. Cambia dirección cada 5-10 pasos. Las ondas no deben interrumpirse.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 439,
      "nombre_ejercicio": "Golpeo overhead battle ropes",
      "grupo_muscular_principal": "Hombro",
      "grupo_muscular_secundario": "Abdominal",
      "equipamiento": "Battle ropes",
      "dificultad": "Avanzado",
      "descripcion": "Slams desde posición completamente extendida sobre la cabeza. Máxima potencia y rango de movimiento. Involucra extensión de todo el cuerpo. Los slams deben ser explosivos y continuos.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 440,
      "nombre_ejercicio": "Saltos alternados battle ropes",
      "grupo_muscular_principal": "Cuerpo completo",
      "grupo_muscular_secundario": null,
      "equipamiento": "Battle ropes",
      "dificultad": "Avanzado",
      "descripcion": "Saltos alternando piernas (como correr en el sitio saltando) mientras mantienes ondas. Extremadamente demandante cardiovascularmente. Coordina el ritmo de saltos con las ondas. Mantén core activado.",
      "tipo": "Tiempo"
    },
    {
      "id_ejercicio": 441,
      "nombre_ejercicio": "Rodamiento de pie",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Rueda abdominal",
      "dificultad": "Avanzado",
      "descripcion": "La progresión más difícil del ab wheel. Desde posición de pie, inclínate y rueda hacia adelante hasta extensión completa, luego vuelve a ponerte de pie. Requiere fuerza de core excepcional y años de progresión. Comienza con rangos parciales.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 442,
      "nombre_ejercicio": "Rodamiento un brazo",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Rueda abdominal",
      "dificultad": "Avanzado",
      "descripcion": "Roll out usando solo un brazo. Requiere fuerza anti-rotación extrema. Comienza con rangos muy cortos desde rodillas. El brazo libre puede estar en la espalda o extendido. Alterna brazos para desarrollo equilibrado.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 443,
      "nombre_ejercicio": "Rodamiento lateral",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Rueda abdominal",
      "dificultad": "Avanzado",
      "descripcion": "Rueda en ángulo diagonal de 45 grados hacia cada lado. Enfatiza oblicuos mientras mantiene trabajo del recto abdominal. Controla el retorno al centro. Mantén caderas cuadradas para maximizar el trabajo lateral.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 444,
      "nombre_ejercicio": "Rodamiento rodillas a pie",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Rueda abdominal",
      "dificultad": "Avanzado",
      "descripcion": "Transición dinámica desde rodillas a posición de pie durante el roll out. Comienza desde rodillas, extiende completamente, luego lleva los pies hacia la rueda para terminar de pie. Progresión hacia roll out completo de pie.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 445,
      "nombre_ejercicio": "Rodamiento con pausa",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Rueda abdominal",
      "dificultad": "Avanzado",
      "descripcion": "Roll out con pausa de 2-5 segundos en la posición más extendida. Aumenta dramáticamente el tiempo bajo tensión. Mantén respiración controlada durante la pausa. La espalda debe permanecer neutra.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 446,
      "nombre_ejercicio": "Rodamiento desde pared",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Rueda abdominal",
      "dificultad": "Avanzado",
      "descripcion": "Roll out vertical contra una pared. Buena progresión para roll out de pie. Comienza con pies cerca de la pared y aléjate gradualmente. Mantén el cuerpo en línea recta durante todo el movimiento.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 447,
      "nombre_ejercicio": "Rodamiento declinado",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Rueda abdominal",
      "dificultad": "Avanzado",
      "descripcion": "Roll out con rodillas o pies elevados en banco o caja. El ángulo declinado aumenta significativamente la dificultad. Comienza con elevaciones pequeñas y progresa. Mantén control total en ambas fases.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 448,
      "nombre_ejercicio": "Rodamiento con banda",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Rueda abdominal",
      "dificultad": "Avanzado",
      "descripcion": "Roll out con banda elástica anclada detrás proporcionando resistencia adicional. La banda hace más difícil la extensión y puede asistir o resistir el retorno. Permite sobrecarga progresiva del ejercicio.",
      "tipo": "Repeticiones"
    },
    {
      "id_ejercicio": 449,
      "nombre_ejercicio": "Rodamiento una pierna",
      "grupo_muscular_principal": "Abdominal",
      "grupo_muscular_secundario": null,
      "equipamiento": "Rueda abdominal",
      "dificultad": "Avanzado",
      "descripcion": "Roll out manteniendo una pierna elevada del suelo. Añade componente de equilibrio y aumenta la activación del core. Comienza desde rodillas con una pierna extendida. Alterna piernas para trabajo equilibrado.",
      "tipo": "Repeticiones"
    }
  ]
}
      